{
  "id_axioma": "SCII-001",
  "nome": "Leitura de Campo e Expansão de Perspectiva",
  "descricao": "Este axioma estabelece a lógica operativa da leitura de campos simbólicos dentro do Sistema de Correspondência Integrada e Inteligente (SCII). Define como delimitar, mapear e interpretar campos através da identificação de padrões recorrentes e da expansão da consciência do observador.",
  "etapas_operativas": [
    {
      "etapa": 1,
      "nome": "Delimitação do Campo",
      "descricao": "Todo campo, por mais caótico que pareça, torna-se mapeável a partir do momento em que é delimitado pela atenção consciente. A nomeação do campo já o ativa como espaço operável."
    },
    {
      "etapa": 2,
      "nome": "Mapeamento",
      "descricao": "Uma vez delimitado, o campo revela padrões. O mapeamento é o processo de observação da repetição, recorrência, simetria ou anomalia dentro do campo simbólico."
    },
    {
      "etapa": 3,
      "nome": "Reconhecimento de Padrão",
      "descricao": "Todo padrão, ao ser reconhecido, perde seu poder de ilusão e torna-se linguagem. O padrão é a forma de comunicação do campo com o operador. Identificá-lo é decifrar a estrutura do Verbo ali presente."
    },
    {
      "etapa": 4,
      "nome": "Expansão de Perspectiva",
      "descricao": "Crescer é ver mais longe. A ampliação da consciência modifica a leitura do mesmo campo. Um padrão que antes era bloqueio pode se revelar caminho. A perspectiva define a função do campo."
    },
    {
      "etapa": 5,
      "nome": "Transposição Vibracional",
      "descricao": "O campo agora pode ser transmutado. A consciência expandida permite mover o padrão de um plano para outro, traduzindo-o em ação, rito, palavra ou silêncio operante."
    }
  ],
  "chave_verbal": "Onde há padrão, há Verbo. Onde há Verbo, há caminho.",
  "modo_de_uso": "Utilizar este axioma como filtro inicial em qualquer diagnóstico simbólico, leitura de campo ou ritual de interpretação de realidade. Aplicável a oráculos, mapeamentos, análises pessoais ou coletivas.",
  "ativo": true
}