[
  {
    "id_anjo": 38,
    "nome_transliterado": "Haamiah",
    "nome_hebraico": "חעמיה",
    "letras_raiz": ["Chet", "Ayin", "Mem"],
    "sigilo_funcional": "O poder de criar um espaço ritualístico protegido (Chet) para perceber com clareza (Ayin) as correntes profundas da emoção e do inconsciente (Mem).",
    "dominio_buonfiglio": {
      "graus_zodiaco": "5‑10 de Libra",
      "planeta_regente": "Vênus",
      "salmo_invocacao": "Salmo 91, Versículo 9"
    },
    "diagnostico_emocional": {
      "sombra": "Superstição, rituais vazios, fanatismo, desorganização, ser inundado pelas próprias emoções, falta de limites sagrados.",
      "luz": "Ordem, disciplina ritualística, criação de espaços sagrados, compreensão da verdade por trás dos símbolos, autodomínio emocional, proteção espiritual."
    },
    "acao_terapeutica_verbo": "Ativa a função 'Chet' no corpo, criando um campo de proteção e ordem. Permite que a visão de 'Ayin' penetre nas águas de 'Mem' (emoções) sem se afogar, transformando o caos em poder direcionado.",
    "ritual_sintonizacao": {
      "posicao_corporal": "De pé, braços estendidos para os lados como se estivesse definindo os limites de um círculo.",
      "vibracao_sonora": "HA‑A‑MIAH",
      "visualizacao_sigilo": "Visualizar‑se no centro de um cubo de luz translúcida que o protege e o isola do caos exterior.",
      "foco_emocional": "Sentir a serenidade, a ordem e a segurança de estar em um espaço consagrado por sua própria vontade."
    },
    "identidade_arquetipica": {
      "titulo_principal": "O Arquiteto do Sagrado",
      "subtitulos": [
        "O Mestre de Cerimônias",
        "O Guardião do Ritual",
        "O Geômetra Divino"
      ],
      "descricao": "Representa a capacidade de impor uma ordem simbólica e sagrada sobre o caos primordial, criando espaços protegidos (físicos, mentais ou temporais) onde a consciência pode interagir com o divino de forma segura e estruturada.",
      "analogias_hermeneuticas": {
        "jung": "O arquétipo do 'Sacerdote' ou do 'Mago', que cria o temenos, o círculo mágico, para a obra da individuação.",
        "freud": "A função do 'Ego' em seu mais alto nível, que canaliza as pulsões do 'Id' (Mem) através de rituais e estruturas (Chet), uma forma de sublimação elevada.",
        "maquiavel": "A 'Virtù' de um príncipe que constrói as fortalezas (Chet) e os protocolos da corte não apenas por defesa, mas para criar um teatro de poder que impressiona e ordena seus súditos.",
        "lucia_helena": "A aplicação prática do 'Logos', a razão divina que ordena a matéria. É a virtude de dar à alma uma disciplina e um ritmo, como um atleta espiritual em treinamento.",
        "vovo": "É aquele avô que tem a mania de que tudo tem seu lugar e sua hora certa. Ele te ensina que antes de conversar com Deus, você precisa primeiro arrumar a sua cama e sentar direito na cadeira."
      }
    }
  },[
  {
    "id_anjo": 1,
    "nome_transliterado": "Vehuiah",
    "nome_hebraico": "והויה",
    "letras_raiz": ["Vav", "He", "Vav"],
    "sigilo_funcional": "A Vontade (Vav) que se manifesta (He) como Vontade (Vav) pura. É o impulso primordial que rompe a inércia e inicia a criação. A vontade de querer.",
    "dominio_buonfiglio": {
      "graus_zodiaco": "0-5 de Áries",
      "planeta_regente": "Marte",
      "salmo_invocacao": "Salmo 3, Versículo 4"
    },
    "diagnostico_emocional": {
      "sombra": "Impulsividade, raiva, precipitação, começar projetos e não terminar, tirania, impor a própria vontade à força.",
      "luz": "Força de vontade, poder de iniciativa, coragem, liderança, superação de obstáculos e depressão, energia para recomeçar."
    },
    "acao_terapeutica_verbo": "Ativa a 'espinha dorsal' da Vontade (Vav), permitindo que o indivíduo saia da estagnação e manifeste (He) seu poder de iniciativa no mundo.",
    "ritual_sintonizacao": {
      "posicao_corporal": "Pé esquerdo à frente, punhos cerrados ao lado do corpo, pronto para arrancar em uma corrida.",
      "vibracao_sonora": "VE-HU-IAH",
      "visualizacao_sigilo": "Visualizar uma centelha de fogo explodindo a partir do peito e se projetando para a frente.",
      "foco_emocional": "Sentir a certeza da vitória e a alegria do primeiro passo."
    },
    "identidade_arquetipica": {
      "titulo_principal": "A Vontade Primordial",
      "subtitulos": ["O Rompedor de Inércia", "O Pioneiro Divino"],
      "descricao": "Representa a força cósmica do 'Fiat Lux', o impulso inicial que dá partida a todos os processos. É a vontade em seu estado mais puro e indiferenciado, a centelha que acende o motor da criação.",
      "analogias_hermeneuticas": {
        "jung": "O arquétipo do Herói no exato momento em que decide sair da vila e iniciar sua jornada. O impulso puro para a individuação.",
        "freud": "A pulsão do Id em sua forma mais crua, a exigência de manifestação imediata, o princípio do prazer como força de iniciativa.",
        "maquiavel": "A 'Virtù' do Príncipe Novo que, a partir do nada, decide conquistar seu próprio Estado pela audácia e pela força.",
        "lucia_helena": "A virtude da Coragem (Andreia), a força de alma que impulsiona o ser a dar o primeiro passo no caminho da virtude."
      }
    }
  },
  {
    "id_anjo": 2,
    "nome_transliterado": "Jeliel",
    "nome_hebraico": "יליאל",
    "letras_raiz": ["Yod", "Lamed", "Yod"],
    "sigilo_funcional": "A Semente de Luz (Yod) que direciona (Lamed) a Semente de Luz (Yod). É a sabedoria que direciona o amor, e o amor que direciona a sabedoria.",
    "dominio_buonfiglio": {
      "graus_zodiaco": "5-10 de Áries",
      "planeta_regente": "Júpiter",
      "salmo_invocacao": "Salmo 22, Versículo 20"
    },
    "diagnostico_emocional": {
      "sombra": "Conflito nos relacionamentos, teimosia, paixão cega, autoritarismo, infidelidade, dificuldade em unir amor e razão.",
      "luz": "Capacidade de pacificar conflitos, fidelidade, amor sábio, diplomacia, fertilidade, alegria nos relacionamentos."
    },
    "acao_terapeutica_verbo": "Ativa o 'Mestre Interior' (Lamed) para guiar a 'Semente de Luz' (Yod), harmonizando o coração e a mente para criar relacionamentos estáveis e sábios.",
    "ritual_sintonizacao": {
      "posicao_corporal": "Sentado, com as palmas das mãos unidas em frente ao coração.",
      "vibracao_sonora": "YE-LI-EL",
      "visualizacao_sigilo": "Visualizar dois pontos de luz (Yod) e um feixe de luz (Lamed) conectando-os, formando um triângulo de luz sobre o peito.",
      "foco_emocional": "Sentir a serenidade do amor sábio e da lealdade."
    },
    "identidade_arquetipica": {
      "titulo_principal": "O Amor Sábio",
      "subtitulos": ["O Pacificador Divino", "O Elo Fiel"],
      "descricao": "Representa a união perfeita entre o amor (a paixão, a semente) e a sabedoria (a direção, o propósito). É a força que estabiliza os relacionamentos e transforma a paixão em um vínculo duradouro e fiel.",
      "analogias_hermeneuticas": {
        "jung": "O arquétipo da 'União Sagrada' (Hieros Gamos), a integração da Anima e do Animus, onde a emoção e a razão se unem em um todo funcional.",
        "freud": "A sublimação bem-sucedida da libido, onde o Ego consegue direcionar a pulsão para um objeto de amor estável e socialmente integrado.",
        "maquiavel": "A Aliança Perfeita. O tratado entre dois Estados que não se baseia apenas na paixão do momento, mas em uma sabedoria estratégica de longo prazo.",
        "lucia_helena": "A amizade filosófica (Philia). O amor baseado não na paixão, mas na admiração mútua pela virtude e pela busca da verdade."
      }
    }
  },
  {
    "id_anjo": 3,
    "nome_transliterado": "Sitael",
    "nome_hebraico": "סיטאל",
    "letras_raiz": ["Samekh", "Yod", "Tet"],
    "sigilo_funcional": "O Suporte (Samekh) da Semente de Luz (Yod) sobre a Energia Potencial (Tet). É o poder de construir estruturas justas sobre a realidade material.",
    "dominio_buonfiglio": {
      "graus_zodiaco": "10-15 de Áries",
      "planeta_regente": "Sol",
      "salmo_invocacao": "Salmo 91, Versículo 2"
    },
    "diagnostico_emocional": {
      "sombra": "Hipocrisia, construir castelos de areia, falta de planejamento, promessas não cumpridas, ser vítima de adversidades.",
      "luz": "Capacidade de construir, planejar, executar, proteção contra adversidades, nobreza de caráter, manter a palavra."
    },
    "acao_terapeutica_verbo": "Ativa o 'Pilar do Mundo' (Samekh) no indivíduo, dando-lhe a estrutura para manifestar sua inspiração (Yod) e organizar sua energia vital (Tet).",
    "ritual_sintonizacao": {
      "posicao_corporal": "De pé, pernas afastadas, braços erguidos como se estivesse sustentando o céu.",
      "vibracao_sonora": "SI-TA-EL",
      "visualizacao_sigilo": "Visualizar-se construindo um templo de luz, pedra por pedra, com solidez e precisão.",
      "foco_emocional": "Sentir a solidez, a responsabilidade e a alegria de construir algo que perdura."
    },
    "identidade_arquetipica": {
      "titulo_principal": "O Mestre Construtor",
      "subtitulos": ["O Arquiteto da Verdade", "A Fortaleza contra a Adversidade"],
      "descricao": "Representa a capacidade de transformar a inspiração divina em estruturas materiais sólidas e duradouras. É a força do planejamento e da execução que nos protege do caos e da adversidade.",
      "analogias_hermeneuticas": {
        "jung": "O arquétipo do 'Arquiteto', a função do Self que ordena a psique e constrói as estruturas internas para a consciência habitar.",
        "freud": "O 'Princípio da Realidade' em sua função mais construtiva, onde o Ego planeja e constrói defesas sólidas para proteger a psique.",
        "maquiavel": "O Príncipe que não apenas conquista, mas constrói fortalezas, muralhas e instituições para proteger e administrar seu Estado.",
        "lucia_helena": "A virtude da Prudência (Phronesis) em ação. A capacidade de planejar e construir uma vida virtuosa, uma 'cidadela interior' que protege a alma."
      }
    }
  },
  {
    "id_anjo": 4,
    "nome_transliterado": "Elemiah",
    "nome_hebraico": "עלמיה",
    "letras_raiz": ["Ayin", "Lamed", "Mem"],
    "sigilo_funcional": "A Visão Profunda (Ayin) que direciona (Lamed) as Águas (Mem). É o poder de enxergar o fluxo do destino e dirigi-lo com a intenção.",
    "dominio_buonfiglio": {
      "graus_zodiaco": "15-20 de Áries",
      "planeta_regente": "Vênus",
      "salmo_invocacao": "Salmo 6, Versículo 5"
    },
    "diagnostico_emocional": {
      "sombra": "Sentir-se perdido, sem poder sobre a própria vida, crises de poder, ser vítima de traições, tormento mental.",
      "luz": "Poder sobre o próprio destino, capacidade de iniciar e liderar, descoberta de oportunidades e traidores, paz interior."
    },
    "acao_terapeutica_verbo": "Abre o 'Olho que Tudo Vê' (Ayin) para que o 'Mestre Interior' (Lamed) possa navegar e governar as 'Águas Primordiais' (Mem) da vida.",
    "ritual_sintonizacao": {
      "posicao_corporal": "De pé, como um timoneiro no leme de um navio, olhando para o horizonte.",
      "vibracao_sonora": "E-LE-MIAH",
      "visualizacao_sigilo": "Visualizar um olho no centro de um timão de navio, guiando-o por um oceano vasto, mas calmo.",
      "foco_emocional": "Sentir o poder calmo e a certeza de quem está no comando do próprio caminho."
    },
    "identidade_arquetipica": {
      "titulo_principal": "O Timoneiro Divino",
      "subtitulos": ["O Mestre do Destino", "O Poder Oculto Revelado"],
      "descricao": "Representa o poder da consciência de enxergar e navegar o fluxo do destino. É a força que nos permite tomar o leme da nossa vida, transformando o karma de uma prisão em um caminho.",
      "analogias_hermeneuticas": {
        "jung": "A função da 'Intuição' guiando a jornada da individuação, permitindo ao Ego navegar o 'oceano' do inconsciente coletivo.",
        "freud": "O objetivo da análise: 'Onde era o Id, o Ego deve estar'. É a consciência (Ego) assumindo o controle sobre as correntes do inconsciente (Id).",
        "maquiavel": "A 'Virtù' que domina a 'Fortuna'. A habilidade do Príncipe de ver as correntes da história e de agir para direcioná-las a seu favor.",
        "lucia_helena": "A alma guiada pelo Logos. A capacidade do filósofo de usar a razão para guiar sua vida, em vez de ser arrastado pelas paixões e pelo acaso."
      }
    }
  },
  {
    "id_anjo": 5,
    "nome_transliterado": "Mahasiah",
    "nome_hebraico": "מהשיה",
    "letras_raiz": ["Mem", "He", "Shin"],
    "sigilo_funcional": "As Águas (Mem) que se manifestam (He) como Fogo (Shin). É o poder de purificar o plano emocional/astral com o fogo do espírito. A alquimia da água e do fogo.",
    "dominio_buonfiglio": {
      "graus_zodiaco": "20-25 de Áries",
      "planeta_regente": "Mercúrio",
      "salmo_invocacao": "Salmo 34, Versículo 5"
    },
    "diagnostico_emocional": {
      "sombra": "Ressentimento, incapacidade de perdoar, orgulho, libertinagem, dificuldade de aprendizado, carregar mágoas passadas.",
      "luz": "Capacidade de retificar erros (próprios e alheios), perdão, paz interior, facilidade de aprendizado, harmonia.",
    },
    "acao_terapeutica_verbo": "Invoca o 'Fogo Purificador' (Shin) para consumir e transmutar as 'águas' estagnadas (Mem) das emoções negativas, manifestando (He) um novo estado de paz.",
    "ritual_sintonizacao": {
      "posicao_corporal": "Mãos em concha na frente do corpo, como se segurassem água. Então, elevá-las e abri-las para o céu, como se a água evaporasse em fogo.",
      "vibracao_sonora": "MA-HA-SIAH",
      "visualizacao_sigilo": "Visualizar uma chama violeta queimando sobre um lago de águas escuras, purificando-o.",
      "foco_emocional": "Sentir o alívio do perdão e a leveza de se libertar de um peso antigo."
    },
    "identidade_arquetipica": {
      "titulo_principal": "O Retificador Divino",
      "subtitulos": ["O Purificador da Alma", "O Alquimista das Emoções"],
      "descricao": "Representa a capacidade de corrigir os erros do passado e purificar o corpo emocional. É a força alquímica que une os opostos (água e fogo) para criar um estado de harmonia e paz.",
      "analogias_hermeneuticas": {
        "jung": "A integração da Sombra. O fogo da consciência que ilumina as águas do inconsciente, aceitando e transmutando os conteúdos sombrios.",
        "freud": "A 'talking cure'. O fogo da palavra e da consciência que evapora as águas estagnadas do trauma recalcado, resolvendo o complexo.",
        "maquiavel": "A Anistia ou o Perdão de Estado. A capacidade de um Príncipe de 'zerar o placar' após uma guerra civil para retificar a ordem social.",
        "lucia_helena": "A 'Catarse'. A purificação das paixões através da filosofia e da tragédia, como descrito por Aristóteles."
      }
    }
  },
  {
    "id_anjo": 6,
    "nome_transliterado": "Lelahel",
    "nome_hebraico": "ללהאל",
    "letras_raiz": ["Lamed", "Lamed", "He"],
    "sigilo_funcional": "A Direção (Lamed) que impulsiona (Lamed) a Manifestação (He). É a mais alta aspiração se tornando luz visível no mundo.",
    "dominio_buonfiglio": {
      "graus_zodiaco": "25-30 de Áries",
      "planeta_regente": "Lua",
      "salmo_invocacao": "Salmo 9, Versículo 12"
    },
    "diagnostico_emocional": {
      "sombra": "Ambição desmedida, vaidade, orgulho espiritual, usar o próprio brilho para manipular, busca por fama a qualquer custo.",
      "luz": "Brilho natural, fama por mérito, capacidade de curar, clareza mental, inspiração artística e científica, iluminação.",
    },
    "acao_terapeutica_verbo": "Ativa o 'Mestre Interior' (Lamed) em sua máxima potência, fazendo com que a luz da alma se manifeste (He) de forma visível e brilhante.",
    "ritual_sintonizacao": {
      "posicao_corporal": "De pé, braços abertos e erguidos para o céu, como uma antena recebendo e emanando luz.",
      "vibracao_sonora": "LE-LA-HEL",
      "visualizacao_sigilo": "Visualizar-se como um farol, com um feixe de luz poderoso emanando do topo da sua cabeça e do seu coração.",
      "foco_emocional": "Sentir a alegria de ser um canal de luz e a responsabilidade de usar esse brilho para o bem."
    },
    "identidade_arquetipica": {
      "titulo_principal": "O Espelho Divino",
      "subtitulos": ["A Luz que Cura", "O Farol da Consciência"],
      "descricao": "Representa a capacidade da alma de refletir a luz divina de forma tão pura que ela se torna uma fonte de cura, clareza e inspiração para os outros. É a fama que vem como consequência natural da maestria e do alinhamento.",
      "analogias_hermeneuticas": {
        "jung": "O arquétipo do 'Self' plenamente manifesto, cuja luz ilumina toda a psique e inspira o coletivo.",
        "freud": "O 'Ego Ideal' realizado. O narcisismo transformado em uma fonte de inspiração e criatividade que beneficia a sociedade.",
        "maquiavel": "A 'Glória' do Príncipe. A reputação brilhante que ele constrói através de grandes feitos, que serve para inspirar seu povo e ofuscar seus inimigos.",
        "lucia_helena": "A alma do Sábio. Aquela que, tendo se alinhado com o Logos, se torna um 'farol' de razão e virtude para a Pólis."
      }
    }
  },
  {
    "id_anjo": 7,
    "nome_transliterado": "Achaiah",
    "nome_hebraico": "אכאיה",
    "letras_raiz": ["Aleph", "Kaph", "Aleph"],
    "sigilo_funcional": "A Vontade Primordial (Aleph) que se realiza (Kaph) como Vontade Primordial (Aleph). É o poder da paciência para manifestar a ideia mais pura na matéria mais densa.",
    "dominio_buonfiglio": {
      "graus_zodiaco": "0-5 de Touro",
      "planeta_regente": "Saturno",
      "salmo_invocacao": "Salmo 103, Versículo 8"
    },
    "diagnostico_emocional": {
      "sombra": "Impaciência, dificuldade de aprendizado, preguiça, revolta contra a lentidão da vida, negligência, falta de cuidado.",
      "luz": "Paciência, capacidade de decifrar segredos da natureza, genialidade prática, perseverança, amor pelo trabalho minucioso."
    },
    "acao_terapeutica_verbo": "Conecta a 'Fonte Silenciosa' (Aleph) à 'Mão do Realizador' (Kaph), permitindo que a vontade mais pura tenha a paciência e a forma para se manifestar.",
    "ritual_sintonizacao": {
      "posicao_corporal": "Sentado, observando um objeto natural (uma planta, uma pedra) com máxima atenção e paciência.",
      "vibracao_sonora": "A-CHA-IAH",
      "visualizacao_sigilo": "Visualizar uma semente de luz (Aleph) caindo em uma mão em concha (Kaph) e germinando lentamente.",
      "foco_emocional": "Sentir a calma, a paciência e a curiosidade de um cientista ou de um artesão."
    },
    "identidade_arquetipica": {
      "titulo_principal": "O Decifrador Paciente",
      "subtitulos": ["O Gênio da Natureza", "A Vontade que Persiste"],
      "descricao": "Representa a virtude da paciência divina. É a capacidade de observar a natureza e o tempo para decifrar seus segredos e de persistir na manifestação de um ideal, não importa quão lento seja o processo.",
      "analogias_hermeneuticas": {
        "jung": "O arquétipo do 'Velho Sábio' como observador da natureza. A paciência da individuação, que leva uma vida inteira.",
        "freud": "O trabalho da análise. Um processo longo e paciente de escuta e observação para decifrar os códigos do inconsciente.",
        "maquiavel": "A estratégia de longo prazo. A paciência de um Príncipe que espera anos pelo momento certo para agir, acumulando recursos e conhecimento.",
        "lucia_helena": "A atitude do filósofo natural. A observação paciente do Cosmos para compreender suas leis e viver em harmonia com elas."
      }
    }
  },
  {
    "id_anjo": 8,
    "nome_transliterado": "Cahetel",
    "nome_hebraico": "כהתאל",
    "letras_raiz": ["Kaph", "He", "Tav"],
    "sigilo_funcional": "A Realização (Kaph) que se manifesta (He) como o Selo da Verdade (Tav). É o poder de manifestar a bênção e a abundância na matéria e selar a obra.",
    "dominio_buonfiglio": {
      "graus_zodiaco": "5-10 de Touro",
      "planeta_regente": "Júpiter",
      "salmo_invocacao": "Salmo 95, Versículo 6"
    },
    "diagnostico_emocional": {
      "sombra": "Materialismo, avareza, orgulho da própria criação, esterilidade, medo da perda, dificuldade em agradecer.",
      "luz": "Bênção, colheita farta, abundância, gratidão, capacidade de concretizar, proteção de colheitas (físicas e espirituais)."
    },
    "acao_terapeutica_verbo": "Ativa a 'Mão do Realizador' (Kaph) para manifestar (He) a colheita, selando-a (Tav) com a energia da gratidão e da abundância.",
    "ritual_sintonizacao": {
      "posicao_corporal": "De pé, com as mãos abertas para a frente, como se estivesse oferecendo e recebendo os frutos da terra.",
      "vibracao_sonora": "CA-HE-TEL",
      "visualizacao_sigilo": "Visualizar um campo fértil e dourado, pronto para a colheita, sob um sol abundante.",
      "foco_emocional": "Sentir a gratidão profunda pela abundância e pela concretização do trabalho."
    },
    "identidade_arquetipica": {
      "titulo_principal": "A Colheita Divina",
      "subtitulos": ["O Abençoador da Terra", "A Fartura Manifestada"],
      "descricao": "Representa a bênção da colheita, a concretização final do trabalho no plano material. É a força que transforma o esforço em abundância tangível e sela a obra com a marca da gratidão e da fertilidade divina.",
      "analogias_hermeneuticas": {
        "jung": "A fase final da obra alquímica, o 'rubedo', onde a Pedra Filosofal é encontrada e a abundância espiritual se manifesta.",
        "freud": "A capacidade de 'amar e trabalhar'. O resultado de uma análise bem-sucedida, onde o indivíduo é capaz de colher os frutos de sua energia libidinal de forma saudável.",
        "maquiavel": "Um Estado próspero e auto-suficiente. A colheita abundante que garante a estabilidade e a felicidade do povo, o selo final do sucesso de um Príncipe.",
        "lucia_helena": "A Eudaimonia. A 'felicidade' ou 'florescimento' que é a consequência natural de uma vida virtuosa. A colheita das boas ações."
      }
    }
  },{
  "id_anjo": 9,
  "nome_transliterado": "Haziel",
  "nome_hebraico": "הזיאל",
  "letras_raiz": ["He", "Zayin", "Yod"],
  "sigilo_funcional": "A Manifestação da Vida (He) que empunha a Lâmina da Decisão (Zayin) para proteger e liberar a Semente de Luz (Yod). É a misericórdia que corta as amarras do passado.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "0-5 de Gêmeos",
    "planeta_regente": "Urano",
    "salmo_invocacao": "Salmo 25, Versículo 6"
  },
  "diagnostico_emocional": {
    "sombra": "Rancor, incapacidade de perdoar (a si e aos outros), manipulação emocional, falsas promessas, cobrança de 'dívidas' emocionais.",
    "luz": "Misericórdia, perdão incondicional, reconciliação, anulação de karma negativo, obtenção da graça divina, amizade sincera."
  },
  "acao_terapeutica_verbo": "Ativa a 'Lâmina' da consciência (Zayin) não para punir, mas para 'cortar' os laços energéticos com erros do passado, permitindo que a pura 'Semente de Luz' (Yod) do ser se manifeste (He) livremente.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado, com a mão direita segurando o pulso esquerdo, como se estivesse impedindo uma ação de cobrança ou punição.",
    "vibracao_sonora": "HA-ZI-EL",
    "visualizacao_sigilo": "Visualizar uma espada de luz (Zayin) que corta correntes escuras presas ao seu coração (Yod), permitindo que ele brilhe livremente (He).",
    "foco_emocional": "Sentir a libertação de um grande peso, a paz que vem do perdão genuíno."
  },
  "identidade_arquetipica": {
    "titulo_principal": "A Misericórdia que Liberta",
    "subtitulos": ["O Anulador de Dívidas", "O Amor Incondicional em Ação"],
    "descricao": "Representa a força divina da misericórdia e do perdão. Não é uma compaixão passiva, mas um poder ativo que usa a discriminação (a espada) para anular os erros do passado e restaurar a harmonia original.",
    "analogias_hermeneuticas": {
      "jung": "O processo de aceitação da Sombra. A 'espada' da consciência que não luta contra a Sombra, mas corta a identificação do Ego com ela, permitindo o perdão e a integração.",
      "freud": "O fim da análise, onde o Ego, através da compreensão, 'perdoa' as pulsões do Id e as exigências do Superego, 'cortando' o poder dos complexos e traumas infantis.",
      "maquiavel": "A Anistia Estratégica. O ato de um Príncipe que, após uma vitória, perdoa seus antigos inimigos para garantir a paz e a lealdade futuras, 'cortando' o ciclo de vingança.",
      "lucia_helena": "A virtude da Clemência. A capacidade da alma sábia de usar a razão (a espada) para se sobrepor ao desejo de punição, compreendendo a falibilidade humana e agindo com misericórdia para restaurar a ordem."
    }
  }
},{
  "id_anjo": 10,
  "nome_transliterado": "Aladiah",
  "nome_hebraico": "אלדיה",
  "letras_raiz": ["Aleph", "Lamed", "Dalet"],
  "sigilo_funcional": "A Vontade Primordial (Aleph) que direciona (Lamed) a Estrutura (Dalet). É o poder de usar a força da Fonte para reconstruir a 'porta' ou a forma do corpo e da vida.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "5-10 de Gêmeos",
    "planeta_regente": "Mercúrio",
    "salmo_invocacao": "Salmo 33, Versículo 22"
  },
  "diagnostico_emocional": {
    "sombra": "Negligência com o próprio corpo, culpa, autopunição, carregar o peso de erros passados, moralidade excessiva, desleixo.",
    "luz": "Cura de doenças, regeneração moral e física, segunda chance, perdão das próprias faltas, inocência recuperada."
  },
  "acao_terapeutica_verbo": "Invoca a Vontade da Fonte (Aleph) e a direciona (Lamed) para a 'porta' do corpo físico e da estrutura de vida (Dalet), promovendo a cura e a reconstrução.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De pé, com as mãos espalmadas sobre uma área do corpo que necessita de cura, ou sobre o coração, simbolizando a cura da alma.",
    "vibracao_sonora": "A-LA-DIAH",
    "visualizacao_sigilo": "Visualizar uma luz branca e pura (Aleph) descendo como um raio (Lamed) e reconstruindo uma porta de luz (Dalet) onde antes havia uma brecha ou uma ruína.",
    "foco_emocional": "Sentir a gratidão por uma segunda chance e a aceitação da cura, liberando a culpa."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Curador Divino",
    "subtitulos": ["A Segunda Chance", "O Reconstrutor da Forma"],
    "descricao": "Representa a graça divina manifesta como cura e regeneração. É o poder que permite a reconstrução da forma, seja ela física, moral ou situacional, oferecendo uma oportunidade de recomeçar a partir de um estado de pureza.",
    "analogias_hermeneuticas": {
      "jung": "O arquétipo do 'Curador'. A capacidade da psique de se auto-regenerar, onde a energia do Self (Aleph) é direcionada para curar as feridas do Ego e reconstruir uma Persona mais saudável.",
      "freud": "A resolução de um sintoma. A energia da pulsão (Aleph), uma vez compreendida e direcionada pela análise (Lamed), deixa de se manifestar como sintoma físico (uma 'falha' em Dalet) e a saúde é restaurada.",
      "maquiavel": "A Reconstrução de um Estado após a guerra. A habilidade de um Príncipe de usar sua vontade (Aleph) e sua lei (Lamed) para reconstruir as cidades e as instituições (Dalet) de seu domínio.",
      "lucia_helena": "A 'Metanoia', a transformação da mente. A capacidade da alma de, através da filosofia, usar a Vontade (Aleph) para reconstruir seus próprios hábitos e caráter (Dalet), curando-se dos vícios."
    }
  }
},{
  "id_anjo": 11,
  "nome_transliterado": "Laoviah",
  "nome_hebraico": "לאויה",
  "letras_raiz": ["Lamed", "Aleph", "Vav"],
  "sigilo_funcional": "O Mestre Interior (Lamed) que direciona a Vontade Primordial (Aleph) através do Eixo do Mundo (Vav). É o poder de conectar a mais alta aspiração à fonte de todo o poder e implementá-la na realidade.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "10-15 de Gêmeos",
    "planeta_regente": "Marte",
    "salmo_invocacao": "Salmo 18, Versículo 47"
  },
  "diagnostico_emocional": {
    "sombra": "Orgulho espiritual, arrogância, tormentos noturnos, insônia, ansiedade, falso profeta, usar o conhecimento para manipular.",
    "luz": "Revelações em sonhos, vitória sobre a tristeza e os tormentos, alegria de viver, fama, amizade com os sábios, compreensão dos segredos do universo."
  },
  "acao_terapeutica_verbo": "Alinha o coração (Lamed) com a Fonte da Vida (Aleph) e canaliza essa união através da espinha dorsal da vontade (Vav), trazendo uma profunda paz que supera a ansiedade e a insônia.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Deitado, em posição de sono, com as mãos sobre o coração, focando em uma respiração calma e profunda.",
    "vibracao_sonora": "LA-O-VIAH",
    "visualizacao_sigilo": "Visualizar uma luz dourada descendo do alto, entrando pelo topo da cabeça, preenchendo o coração (Lamed) e a respiração (Aleph) e se ancorando na coluna (Vav).",
    "foco_emocional": "Sentir a alegria da compreensão e a paz profunda que dissipa todos os medos e tormentos."
  },
  "identidade_arquetipica": {
    "titulo_principal": "A Vitória Iluminada",
    "subtitulos": ["A Revelação que Liberta", "O Conquistador da Noite"],
    "descricao": "Representa a vitória que não vem da luta externa, mas da iluminação interna. É o poder da revelação que liberta a alma de seus próprios tormentos (tristeza, insônia, medo), trazendo alegria e uma profunda compreensão da ordem cósmica.",
    "analogias_hermeneuticas": {
      "jung": "O momento da 'iluminação' na jornada da individuação, onde uma revelação vinda do Self (Aleph) é compreendida pela consciência (Lamed) e integrada na estrutura da vida (Vav), vencendo a 'noite escura da alma'.",
      "freud": "A vitória da análise. O insight que conecta a pulsão (Aleph) a uma sublimação superior (Lamed) através da estrutura do Ego (Vav), resolvendo a neurose e a insônia que ela causava.",
      "maquiavel": "O 'golpe de gênio' estratégico. A revelação (a espionagem bem-sucedida, a nova tática) que garante a vitória decisiva e traz glória e fama ao Príncipe, pacificando seu reino.",
      "lucia_helena": "A experiência do 'insight' filosófico. A alegria e a paz que vêm quando a alma (Lamed), buscando o Bem (Aleph), finalmente compreende uma verdade universal e a integra em sua vida (Vav)."
    }
  }
},{
  "id_anjo": 12,
  "nome_transliterado": "Hahahiah",
  "nome_hebraico": "ההעיה",
  "letras_raiz": ["He", "He", "Ayin"],
  "sigilo_funcional": "A Manifestação da Vida (He) que se manifesta (He) como Visão Profunda (Ayin). É o poder de voltar a energia da vida para dentro, criando um refúgio interior para a contemplação dos mistérios.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "15-20 de Gêmeos",
    "planeta_regente": "Lua",
    "salmo_invocacao": "Salmo 10, Versículo 1"
  },
  "diagnostico_emocional": {
    "sombra": "Isolamento, escapismo, misantropia, depressão, dificuldade em lidar com a realidade material, guardar segredos obscuros.",
    "luz": "Refúgio contra a adversidade, paz interior, introspecção profunda, compreensão dos mistérios divinos, capacidade de meditação, interpretação de sonhos."
  },
  "acao_terapeutica_verbo": "Direciona a energia de manifestação (duplo He) para o interior, ativando o 'Olho da Alma' (Ayin) e criando um santuário psíquico de paz e proteção.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado em posição de meditação, com as mãos em concha no colo, como se estivesse protegendo uma chama interior.",
    "vibracao_sonora": "HA-HA-HIAH",
    "visualizacao_sigilo": "Visualizar-se dentro de uma esfera de luz prateada, impenetrável ao caos e ao barulho do mundo exterior.",
    "foco_emocional": "Sentir a segurança, o silêncio e a paz de estar em seu próprio santuário interior."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Refúgio Interior",
    "subtitulos": ["O Santuário da Alma", "O Eremita Contemplativo"],
    "descricao": "Representa a capacidade de criar um espaço interior de paz e segurança, um refúgio contra as adversidades do mundo. É a força da meditação e da introspecção que revela os segredos divinos através do silêncio e da contemplação.",
    "analogias_hermeneuticas": {
      "jung": "A função da 'introversão' em seu aspecto mais profundo. O ato de retirar a energia psíquica (libido) do mundo externo para focar no mundo interior, permitindo o diálogo com os arquétipos e o Self.",
      "freud": "O 'retorno ao útero'. Um recuo narcísico da realidade externa para o mundo interno da fantasia. Na sombra, é o escapismo; na luz, é a base para a autoanálise e a reorganização da psique.",
      "maquiavel": "O 'retiro estratégico'. O momento em que um Príncipe se isola para planejar em segredo, analisar seus adversários e consolidar seu poder longe dos olhos do público. O poder que nasce do silêncio.",
      "lucia_helena": "A 'cidadela interior' do Estoico. A capacidade do filósofo de se refugiar em sua própria alma, encontrando paz e ordem independentemente do caos externo. É a prática da meditação filosófica."
    }
  }
},{
  "id_anjo": 13,
  "nome_transliterado": "Yesalel",
  "nome_hebraico": "יזלאל",
  "letras_raiz": ["Yod", "Zayin", "Lamed"],
  "sigilo_funcional": "A Semente de Luz (Yod) que usa a Lâmina da Decisão (Zayin) para Direcionar (Lamed). É o poder de usar uma ação ou palavra decisiva para unir e direcionar um grupo sob um único propósito.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "20-25 de Gêmeos",
    "planeta_regente": "Sol",
    "salmo_invocacao": "Salmo 98, Versículo 4"
  },
  "diagnostico_emocional": {
    "sombra": "Infidelidade, traição, separação, ignorância, erro, mentira, dificuldade em manter amizades e alianças.",
    "luz": "Fidelidade (conjugal e de amizade), lealdade, união, reconciliação, facilidade de aprendizado, memória e compreensão."
  },
  "acao_terapeutica_verbo": "Ativa a 'Semente de Luz' (Yod) da intenção pura, usando a 'Lâmina' do foco (Zayin) para direcionar (Lamed) a energia para a criação de vínculos leais e duradouros.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De pé, com os braços cruzados sobre o peito, simbolizando um pacto de lealdade consigo mesmo e com os outros.",
    "vibracao_sonora": "YE-ZA-LEL",
    "visualizacao_sigilo": "Visualizar um ponto de luz (Yod) de onde partem feixes de luz (Lamed) que se conectam a outras pessoas, todos unidos por uma espada de luz (Zayin) no centro.",
    "foco_emocional": "Sentir a força da lealdade, da amizade verdadeira e da confiança mútua."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Vínculo Leal",
    "subtitulos": ["O Unificador de Propósitos", "O Arquiteto de Alianças"],
    "descricao": "Representa a força que cria e sustenta a lealdade e a fidelidade. É o poder de unir indivíduos, casais ou grupos sob um propósito comum, garantindo a coesão e a harmonia através de um compromisso consciente.",
    "analogias_hermeneuticas": {
      "jung": "A formação de um grupo coeso em torno de um arquétipo central. A 'espada' de uma crença compartilhada que une os indivíduos e os direciona para um objetivo comum, criando um campo psíquico unificado.",
      "freud": "A canalização da libido para a formação de laços grupais. A 'espada' do Superego que corta os impulsos egoístas em favor da lealdade ao grupo, seja a família, a nação ou uma instituição.",
      "maquiavel": "A criação do núcleo de poder de um Príncipe. A sua capacidade de usar ações decisivas (a espada) para forjar uma lealdade inabalável em seus capitães e conselheiros, a verdadeira fundação de seu Estado.",
      "lucia_helena": "A 'Philia', a amizade filosófica. O vínculo que une as almas na busca comum pela Verdade, onde a 'espada' da razão corta a ignorância e fortalece a lealdade ao propósito compartilhado."
    }
  }
},{
  "id_anjo": 14,
  "nome_transliterado": "Mebahel",
  "nome_hebraico": "מבהאל",
  "letras_raiz": ["Mem", "Bet", "He"],
  "sigilo_funcional": "As Águas (Mem) contidas no Recipiente (Bet) que se manifestam (He). É o poder de conter o caos de uma situação dentro de uma estrutura de lei para que a verdade possa ser manifestada.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "25-30 de Gêmeos",
    "planeta_regente": "Mercúrio",
    "salmo_invocacao": "Salmo 9, Versículo 10"
  },
  "diagnostico_emocional": {
    "sombra": "Injustiça, opressão, calúnia, falso testemunho, processos legais perdidos, ser prisioneiro de situações ou mentiras.",
    "luz": "Verdade, justiça, liberdade, libertação de opressores, proteção dos inocentes, vitória em processos legais, clareza."
  },
  "acao_terapeutica_verbo": "Cria um 'recipiente' de ordem (Bet) em torno de uma situação caótica ou de um fluxo emocional (Mem), permitindo que a verdade essencial se manifeste (He) e traga a libertação.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De pé, com a mão direita erguida como em um juramento, e a esquerda sobre o coração, simbolizando o compromisso com a verdade.",
    "vibracao_sonora": "ME-BA-HEL",
    "visualizacao_sigilo": "Visualizar uma situação confusa (águas turvas) sendo contida dentro de um cubo de cristal (Bet), forçando a sujeira a decantar e a água a se tornar clara, revelando a verdade (He).",
    "foco_emocional": "Sentir a força e a serenidade da verdade, e a certeza da justiça e da libertação."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Veredito Justo",
    "subtitulos": ["O Libertador dos Oprimidos", "A Verdade Contida"],
    "descricao": "Representa a justiça divina em ação. É o poder que traz a verdade à luz, liberta os inocentes e restabelece a ordem. Atua contendo o caos dentro de uma estrutura de lei e discernimento para que o veredito correto possa se manifestar.",
  "analogias_hermeneuticas": {
      "jung": "O processo de 'individuação' como um ato de justiça para com a alma. Conter o caos do inconsciente (Mem) dentro do espaço seguro da análise (Bet) para que o Self (a verdade, He) possa emergir.",
      "freud": "O trabalho do Ego (Bet) de conter as pulsões caóticas do Id (Mem) para permitir uma expressão (He) saudável e verdadeira da personalidade. A justiça como o equilíbrio entre as instâncias psíquicas.",
      "maquiavel": "O Tribunal e a Lei. A capacidade de um Príncipe de criar um sistema legal (Bet) que contenha os conflitos sociais (Mem) e produza vereditos claros (He), manifestando sua justiça e mantendo a ordem.",
      "lucia_helena": "A virtude da Justiça (Dikaiosyne). A capacidade da alma de conter suas paixões (Mem) dentro da casa da razão (Bet), permitindo que apenas as ações e palavras verdadeiras (He) se manifestem."
    }
  }
},{
  "id_anjo": 15,
  "nome_transliterado": "Hariel",
  "nome_hebraico": "הריאל",
  "letras_raiz": ["He", "Resh", "Yod"],
  "sigilo_funcional": "A Manifestação da Vida (He) que atua sobre a Consciência (Resh) para alinhá-la com a Semente de Luz (Yod). É o sopro divino que purifica a mente.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "0-5 de Câncer",
    "planeta_regente": "Lua",
    "salmo_invocacao": "Salmo 94, Versículo 22"
  },
  "diagnostico_emocional": {
    "sombra": "Crenças limitantes, fanatismo, vícios, dependências, confusão mental, conflito entre ciência e fé, ateísmo por revolta.",
    "luz": "Purificação (mental e moral), fé renovada, clareza de pensamento, libertação de vícios, inspiração para as artes e ciências, harmonia entre lógica e espiritualidade."
  },
  "acao_terapeutica_verbo": "Invoca o 'Sopro da Vida' (He) para varrer as impurezas da 'cabeça' (Resh), realinhando o pensamento com a intenção divina pura (Yod).",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado, com as mãos sobre a cabeça (Resh), como se estivesse recebendo uma bênção purificadora.",
    "vibracao_sonora": "HA-RI-EL",
    "visualizacao_sigilo": "Visualizar uma brisa de luz branca (He) entrando pelo topo da sua cabeça (Resh) e limpando toda a névoa mental, deixando apenas um ponto de luz brilhante (Yod) no centro.",
    "foco_emocional": "Sentir a clareza, a pureza de intenção e a fé simples e inteligente, livre de dogmas."
  },
  "identidade_arquetipica": {
    "titulo_principal": "A Mente Purificada",
    "subtitulos": ["A Clareza da Fé", "O Libertador de Vícios"],
    "descricao": "Representa o poder da purificação que age sobre a mente e as crenças. É a força que liberta de vícios e dogmas, harmonizando a fé com a ciência e restaurando a clareza do pensamento alinhado a um propósito divino.",
  "analogias_hermeneuticas": {
      "jung": "A purificação do Ego (Resh) de suas identificações falsas. O sopro do Self (He) que limpa a consciência, alinhando-a com sua verdadeira vocação (Yod), um passo crucial na individuação.",
      "freud": "Uma sublimação bem-sucedida que liberta o Ego (Resh) de uma fixação (vício). A energia vital (He) é redirecionada de um objeto de compulsão para um objetivo criativo e consciente (Yod).",
      "maquiavel": "A 'purga' do conselho de um Príncipe. O ato de remover conselheiros com ideias corruptas ou limitantes (purificação de Resh) para garantir que o Estado seja governado com uma visão clara e unificada (Yod).",
      "lucia_helena": "A purificação da alma racional (Resh) através da filosofia. O sopro do Logos (He) que limpa a mente das falsas opiniões (doxa), alinhando-a com a semente da Verdade (Yod) e levando a uma vida virtuosa."
    }
  }
},{
  "id_anjo": 16,
  "nome_transliterado": "Hekamiah",
  "nome_hebraico": "הקמיה",
  "letras_raiz": ["He", "Qoph", "Mem"],
  "sigilo_funcional": "A Manifestação da Vida (He) que emerge da Provação do Subconsciente (Qoph) para ordenar as Águas (Mem). É o poder da lealdade que nasce da superação conjunta das trevas.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "5-10 de Câncer",
    "planeta_regente": "Júpiter",
    "salmo_invocacao": "Salmo 88, Versículo 2"
  },
  "diagnostico_emocional": {
    "sombra": "Traição, rebelião, sedição, oportunismo, atrair inimigos poderosos, sentimento de abandono, depressão.",
    "luz": "Lealdade universal, liderança natural, vitória sobre inimigos e traidores, honra, franqueza, carisma para unificar."
  },
  "acao_terapeutica_verbo": "Traz à luz da manifestação (He) a força oculta no subconsciente (Qoph), permitindo ao indivíduo ordenar o caos emocional (Mem) e estabelecer uma autoridade baseada na lealdade.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De pé, em posição de liderança, como um rei diante de seu exército leal, com a mão direita sobre o coração.",
    "vibracao_sonora": "HE-KA-MIAH",
    "visualizacao_sigilo": "Visualizar-se emergindo de um túnel escuro (Qoph) para um vale fértil com águas calmas (Mem), onde é recebido com honra e lealdade por seus aliados, sob a luz do sol (He).",
    "foco_emocional": "Sentir a força da lealdade, o respeito mútuo e a honra de liderar e ser liderado por uma causa justa."
  },
  "identidade_arquetipica": {
    "titulo_principal": "A Lealdade Forjada no Fogo",
    "subtitulos": ["O Rei Legítimo", "O Pacificador de Rebeliões"],
    "descricao": "Representa a lealdade que não é imposta, mas conquistada através da superação de grandes provações. É a força do líder que passou pela escuridão e emergiu com a autoridade para unificar seu povo e trazer ordem ao caos.",
  "analogias_hermeneuticas": {
      "jung": "O Ego que, tendo sobrevivido ao confronto com a Sombra primordial (Qoph), emerge com a autoridade do Self. Ele agora pode ordenar os conteúdos antes caóticos da psique (Mem) e manifestar (He) uma personalidade integrada e carismática.",
      "freud": "A vitória do Ego sobre um trauma profundo (Qoph). Ao integrar o conteúdo recalcado, o Ego ganha domínio sobre o fluxo do Id (Mem) e pode se expressar (He) com autoridade, livre de rebeliões neuróticas internas.",
      "maquiavel": "O Príncipe que sobrevive a uma conspiração ou a uma grande rebelião (Qoph). Ele emerge com uma autoridade inquestionável, capaz de pacificar as correntes de descontentamento (Mem) e manifestar (He) uma nova era de ordem e lealdade.",
      "lucia_helena": "O filósofo que atravessou a 'noite escura da alma' (Qoph). Ele retorna com um entendimento direto do Logos, que lhe dá a autoridade para ordenar suas próprias paixões (Mem) e manifestar (He) uma vida de virtude exemplar, inspirando lealdade à filosofia."
    }
  }
},{
  "id_anjo": 17,
  "nome_transliterado": "Lauviah",
  "nome_hebraico": "לוויה",
  "letras_raiz": ["Lamed", "Vav", "Vav"],
  "sigilo_funcional": "O Mestre Interior (Lamed) que conecta (Vav) a Conexão (Vav). É o poder de se alinhar com o eixo do mundo para receber a revelação direta da ordem cósmica.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "10-15 de Câncer",
    "planeta_regente": "Saturno",
    "salmo_invocacao": "Salmo 8, Versículo 2"
  },
  "diagnostico_emocional": {
    "sombra": "Angústia, tristeza profunda, desespero, tormentos noturnos, premonições negativas, falta de fé na ordem do universo.",
    "luz": "Revelações em sonhos, intuição aguçada, premonição, compreensão da ordem cósmica, alegria, paz de espírito, inspiração poética e artística."
  },
  "acao_terapeutica_verbo": "Alinha o coração (Lamed) com o duplo eixo da realidade (Vav-Vav), o micro e o macrocosmo, permitindo que a consciência receba informações diretamente da matriz do universo, trazendo paz e compreensão.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Deitado ou sentado em meditação, com foco total na coluna vertebral (Vav) como uma antena que se estende do centro da Terra ao infinito.",
    "vibracao_sonora": "LA-U-VIAH",
    "visualizacao_sigilo": "Visualizar a própria coluna como um pilar de luz (Vav) que se conecta a outro pilar de luz cósmico (Vav), e o coração (Lamed) no ponto de encontro, recebendo e decodificando as vibrações.",
    "foco_emocional": "Sentir uma profunda alegria e pertencimento, a certeza de fazer parte de uma ordem universal perfeita."
  },
  "identidade_arquetipica": {
    "titulo_principal": "A Conexão Profética",
    "subtitulos": ["A Intuição Estrutural", "O Decodificador da Ordem Cósmica"],
    "descricao": "Representa a capacidade de obter revelações através de uma conexão direta com a estrutura do universo. É a intuição que não vem do sentimento, mas da compreensão súbita da ordem e da lógica oculta por trás dos eventos.",
  "analogias_hermeneuticas": {
      "jung": "A Sincronicidade. A compreensão súbita e intuitiva da conexão significativa entre o mundo interior e o exterior, o alinhamento do eixo pessoal (Vav) com o eixo do Self universal (Vav).",
      "freud": "O 'insight' analítico. O momento em que o Ego (Lamed) subitamente compreende a conexão (Vav-Vav) entre um sintoma presente e sua causa recalcada no passado profundo.",
      "maquiavel": "A intuição estratégica. A capacidade de um Príncipe de 'sentir' a estrutura oculta do poder e prever os movimentos do inimigo, não por espionagem, mas por uma profunda compreensão da natureza humana.",
      "lucia_helena": "A contemplação do Logos. A alma do filósofo que, através da disciplina (Lamed), alinha seu microcosmo (Vav) com o macrocosmo (Vav), alcançando uma compreensão intuitiva e direta da ordem e da providência divinas."
    }
  }
},{
  "id_anjo": 18,
  "nome_transliterado": "Caliel",
  "nome_hebraico": "כליאל",
  "letras_raiz": ["Kaph", "Lamed", "Yod"],
  "sigilo_funcional": "A Mão do Realizador (Kaph) que direciona (Lamed) a Semente de Luz (Yod). É o poder de manifestar a verdade absoluta e a justiça divina através de um ato de discernimento.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "15-20 de Câncer",
    "planeta_regente": "Júpiter",
    "salmo_invocacao": "Salmo 22, Versículo 20"
  },
  "diagnostico_emocional": {
    "sombra": "Injustiça, corrupção, processos legais complicados, cinismo, usar a lei para benefício próprio, desonestidade.",
    "luz": "Verdade absoluta, justiça divina, vitória sobre a adversidade, discernimento, inocência, capacidade de ver a verdade em qualquer situação."
  },
  "acao_terapeutica_verbo": "Ativa a 'Mão' da manifestação (Kaph) para que ela seja guiada (Lamed) pela pura 'Semente' da verdade divina (Yod), permitindo que o indivíduo se torne um canal da justiça.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De pé, com a mão direita espalmada para a frente, como se estivesse parando uma injustiça, e a esquerda apontando para o céu.",
    "vibracao_sonora": "CA-LI-EL",
    "visualizacao_sigilo": "Visualizar uma balança dourada perfeitamente equilibrada, com uma pequena semente de luz (Yod) em cada prato, mantida em equilíbrio por uma mão firme (Kaph).",
    "foco_emocional": "Sentir a imparcialidade, a clareza e a força inabalável da verdade."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Trono da Verdade",
    "subtitulos": ["O Juiz Divino", "A Justiça Inevitável"],
    "descricao": "Representa a verdade em seu aspecto mais absoluto e inevitável. É a força que permite discernir o certo do errado para além de qualquer dúvida, manifestando o veredito da justiça divina no plano material.",
  "analogias_hermeneuticas": {
      "jung": "O arquétipo do 'Juiz'. A função superior da psique que, conectada ao Self (Yod), é capaz de julgar os próprios complexos e motivações com total imparcialidade, trazendo ordem ao caos interno.",
      "freud": "O Superego em seu funcionamento ideal. Não como um tirano punitivo, mas como uma autoridade justa que internalizou a lei (Lamed) e a aplica para manifestar (Kaph) a verdade (Yod) sobre os impulsos do Id.",
      "maquiavel": "A Lei Suprema do Estado. A capacidade de um Príncipe de se tornar a personificação da justiça, cujo veredito (manifestado por Kaph) é final e inquestionável porque todos reconhecem que ele é guiado por uma sabedoria superior (Lamed/Yod).",
      "lucia_helena": "A alma do juiz-filósofo. Aquele que, através da disciplina, manifesta (Kaph) a lei do Logos (Lamed) inspirada pela ideia do Bem (Yod), tornando-se um pilar de justiça na Pólis."
    }
  }
},{
  "id_anjo": 19,
  "nome_transliterado": "Leuviah",
  "nome_hebraico": "לוויה",
  "letras_raiz": ["Lamed", "Vav", "Vav"],
  "sigilo_funcional": "O Mestre Interior (Lamed) que conecta (Vav) a Conexão (Vav). É o poder de se alinhar com o eixo do mundo para acessar a memória universal.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "20-25 de Câncer",
    "planeta_regente": "Saturno",
    "salmo_invocacao": "Salmo 40, Versículo 2"
  },
  "diagnostico_emocional": {
    "sombra": "Preso ao passado, amargura, frustração, pessimismo, sentir-se vítima das circunstâncias, incapacidade de superar perdas.",
    "luz": "Acesso à memória universal (Registros Akáshicos), superação do passado, modéstia, paciência, compreensão do karma, aceitação."
  },
  "acao_terapeutica_verbo": "Alinha o coração (Lamed) com o duplo eixo do tempo (Vav-Vav), o passado e o futuro, permitindo que a consciência acesse a memória de vidas passadas e se liberte de seus condicionamentos, encontrando a paz no presente.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado, com as mãos repousando sobre os joelhos, em uma postura de aceitação e paciência, como um ancião sábio.",
    "vibracao_sonora": "LE-U-VIAH",
    "visualizacao_sigilo": "Visualizar-se em uma vasta biblioteca, onde cada livro é uma vida. Com calma, você encontra o seu livro (passado) e o lê com compreensão, sem julgamento, e depois o coloca de volta na prateleira, livre.",
    "foco_emocional": "Sentir a serenidade da aceitação, a paz de compreender o passado sem ser prisioneiro dele."
  },
  "identidade_arquetipica": {
    "titulo_principal": "A Memória Cósmica",
    "subtitulos": ["O Guardião dos Registros", "A Paciência que Liberta"],
    "descricao": "Representa o acesso à memória universal e a capacidade de se libertar das amarras do passado através da compreensão. É a força da paciência e da modéstia que nos permite aceitar nossa história kármica e seguir em frente.",
  "analogias_hermeneuticas": {
      "jung": "O acesso ao Inconsciente Coletivo, não como um oceano caótico, mas como uma biblioteca ordenada de arquétipos e memórias. A capacidade de compreender o próprio mito pessoal à luz da história da humanidade.",
      "freud": "O trabalho de 'recordar, repetir e elaborar'. A capacidade de acessar as memórias recalcadas da infância (os registros akáshicos pessoais) e, através da elaboração, libertar-se de sua influência compulsiva no presente.",
      "maquiavel": "O estudo da História. A capacidade de um Príncipe de aprender com os erros e acertos dos líderes do passado para tomar decisões mais sábias no presente. A memória como a maior fonte de sabedoria estratégica.",
      "lucia_helena": "A Anamnese de Platão. O ato de 'recordar' as verdades que a alma já conhecia antes de encarnar. A filosofia como o caminho para acessar a memória da nossa verdadeira natureza divina e nos libertarmos da prisão da ignorância."
    }
  }
},{
  "id_anjo": 20,
  "nome_transliterado": "Pahaliah",
  "nome_hebraico": "פהליה",
  "letras_raiz": ["Pe", "He", "Lamed"],
  "sigilo_funcional": "A Palavra (Pe) que manifesta (He) o Ensinamento Superior (Lamed). É o poder de expressar a lei divina e de alinhar a própria vida a uma vocação espiritual.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "25-30 de Câncer",
    "planeta_regente": "Mercúrio",
    "salmo_invocacao": "Salmo 120, Versículo 2"
  },
  "diagnostico_emocional": {
    "sombra": "Libertinagem, vida desregrada, falta de vocação, fanatismo, ateísmo militante, conflito com a espiritualidade, hipocrisia.",
    "luz": "Redenção, descoberta da vocação espiritual, pureza de propósito, moralidade, força para resistir às tentações, compreensão da teologia."
  },
  "acao_terapeutica_verbo": "Ativa a 'boca' (Pe) para que ela se torne um canal de manifestação (He) do 'Mestre Interior' (Lamed), alinhando as palavras e ações com o propósito da alma.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De joelhos, em uma postura de humildade e devoção, com as mãos unidas em prece.",
    "vibracao_sonora": "PA-HA-LIAH",
    "visualizacao_sigilo": "Visualizar um livro sagrado (Lamed) aberto, de onde emana uma luz que preenche sua boca (Pe) e se manifesta como uma aura brilhante ao seu redor (He).",
    "foco_emocional": "Sentir o chamado da sua verdadeira vocação, a alegria de encontrar seu lugar na ordem divina e a força para viver de acordo com seus princípios."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Verbo Vocacional",
    "subtitulos": ["O Guardião da Fé", "A Redenção pela Palavra"],
    "descricao": "Representa o poder de encontrar e viver uma vocação espiritual, combatendo as forças do materialismo e da descrença através da força da palavra e de uma vida reta. É a energia da redenção que realinha o ser com a lei divina.",
  "analogias_hermeneuticas": {
      "jung": "A descoberta da 'vocação' como a expressão do Self. O Ego (a boca, Pe) que, ao se conectar com o arquétipo do Velho Sábio (Lamed), manifesta (He) no mundo a sua verdadeira função, seu mito pessoal.",
      "freud": "A sublimação bem-sucedida da libido em uma vocação religiosa ou espiritual. A energia do Id é canalizada pelas exigências do Superego (Lamed) e expressa através da fala e do comportamento (Pe/He).",
      "maquiavel": "A Religião como instrumento do Estado. A habilidade do Príncipe de usar a 'palavra' dos sacerdotes (Pe) para manifestar (He) uma ordem moral e divina (Lamed) que mantenha o povo unido e virtuoso.",
      "lucia_helena": "O filósofo-mestre. Aquele que, tendo compreendido o Logos (Lamed), usa a palavra (Pe) para manifestar (He) esse ensinamento, cumprindo sua vocação de guiar outras almas para a verdade."
    }
  }
},{
  "id_anjo": 21,
  "nome_transliterado": "Nelchael",
  "nome_hebraico": "נלכאל",
  "letras_raiz": ["Nun", "Lamed", "Kaph"],
  "sigilo_funcional": "A Alma (Nun) que é direcionada (Lamed) para a Realização (Kaph). É o poder da alma que se submete à disciplina do estudo para manifestar o conhecimento.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "0-5 de Leão",
    "planeta_regente": "Saturno",
    "salmo_invocacao": "Salmo 31, Versículo 15"
  },
  "diagnostico_emocional": {
    "sombra": "Ignorância, preconceito, mente fechada, erro, ser vítima de calúnia, de feitiços ou de influências negativas.",
    "luz": "Desejo de aprender, domínio sobre o estudo (matemática, ciências exatas, filosofia), destruição de feitiços e energias negativas, libertação da ignorância."
  },
  "acao_terapeutica_verbo": "Direciona a energia da alma (Nun) através do foco do aprendizado (Lamed), permitindo que a mente realize (Kaph) seu potencial e anule as influências da ignorância.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado em uma mesa de estudos, com as mãos sobre um livro aberto (ou um símbolo do conhecimento), em postura de concentração.",
    "vibracao_sonora": "NEL-CHA-EL",
    "visualizacao_sigilo": "Visualizar a própria alma (um peixe de luz, Nun) sendo guiada por um facho de luz (Lamed) até uma mão aberta (Kaph) que contém uma esfera de conhecimento.",
    "foco_emocional": "Sentir a alegria da descoberta, a clareza do aprendizado e a força que o conhecimento confere contra a negatividade."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Erudito Focado",
    "subtitulos": ["O Destruidor de Ilusões", "O Mestre do Estudo"],
    "descricao": "Representa o poder do conhecimento focado para destruir a ignorância e as energias negativas que nela se baseiam. É a força da alma que se dedica à disciplina do estudo para manifestar a sabedoria e se libertar de influências externas.",
  "analogias_hermeneuticas": {
      "jung": "O trabalho consciente de aprender a linguagem dos símbolos. A alma (Nun) que, guiada pelo arquétipo do Sábio (Lamed), aprende a realizar (Kaph) a interpretação dos sonhos, 'destruindo o feitiço' do desconhecido.",
      "freud": "O processo da psicanálise. O paciente (Nun) que, guiado pelo analista (Lamed), realiza (Kaph) a compreensão de seus complexos, 'destruindo o feitiço' da neurose ao trazer sua causa à luz.",
      "maquiavel": "A educação de um Príncipe. O governante (Nun) que se dedica ao estudo da história e da guerra (Lamed) para obter a capacidade (Kaph) de governar com eficácia, destruindo as 'ilusões' criadas por seus inimigos.",
      "lucia_helena": "O caminho do discípulo-filósofo. A alma (Nun) que aceita a disciplina do estudo (Lamed) para realizar (Kaph) as virtudes em sua vida, destruindo o 'feitiço' da ignorância e das falsas opiniões."
    }
  }
},{
  "id_anjo": 22,
  "nome_transliterado": "Yeiayel",
  "nome_hebraico": "יייאל",
  "letras_raiz": ["Yod", "Yod", "Yod"],
  "sigilo_funcional": "A Semente de Luz (Yod) que é a Semente de Luz (Yod) que é a Semente de Luz (Yod). É a concentração máxima da vontade divina em um único ponto, manifestando-se como sorte, renome e poder.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "5-10 de Leão",
    "planeta_regente": "Júpiter",
    "salmo_invocacao": "Salmo 121, Versículo 5"
  },
  "diagnostico_emocional": {
    "sombra": "Ambição desmedida, tirania, egoísmo, má sorte, perdas financeiras, mau uso da influência e do poder.",
    "luz": "Fortuna, renome, sucesso nos negócios e em viagens, diplomacia, filantropia, generosidade, proteção contra o mal."
  },
  "acao_terapeutica_verbo": "Concentra a intenção, a ação e o resultado em um único ponto (triplo Yod), alinhando a vontade pessoal com a vontade divina para manifestar sucesso e proteção.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De pé, com as mãos unidas em frente ao peito e os dedos indicadores apontando para cima, como uma única flecha de intenção.",
    "vibracao_sonora": "YE-YA-YEL",
    "visualizacao_sigilo": "Visualizar três pequenas chamas (Yod) se unindo em uma única grande chama trina, poderosa e brilhante, no centro do seu ser.",
    "foco_emocional": "Sentir a certeza inabalável do sucesso, a gratidão pela fortuna e a responsabilidade de usar o poder com generosidade."
  },
  "identidade_arquetipica": {
    "titulo_principal": "A Tríplice Fagulha",
    "subtitulos": ["A Fortuna Manifesta", "O Ponto de Poder"],
    "descricao": "Representa a concentração máxima do poder criador. É a sorte que advém do alinhamento perfeito entre intenção, ação e o fluxo divino. Governa o renome, a fortuna e a capacidade de liderar com influência e generosidade.",
  "analogias_hermeneuticas": {
      "jung": "A Sincronicidade em sua máxima expressão. O momento em que a intenção do Self (Yod) se alinha perfeitamente com um evento no mundo (Yod), revelando um significado profundo (Yod) e transformador. O arquétipo do 'Milagre'.",
      "freud": "A Libido perfeitamente focada. A totalidade da energia psíquica (Yod) concentrada em um único ato criativo (Yod) que resulta em sucesso e gratificação suprema (Yod). O oposto da neurose (energia dividida).",
      "maquiavel": "A jogada de mestre. O momento em que a Virtù do Príncipe (Yod) se alinha perfeitamente com a Fortuna (Yod), resultando em uma vitória espetacular que lhe confere glória e poder duradouros (Yod).",
      "lucia_helena": "A perfeita coerência entre pensamento, palavra e ação. A alma que, alinhada ao Logos (Yod), age de forma virtuosa (Yod) e, como consequência, atinge o florescimento e a felicidade (Eudaimonia, Yod)."
    }
  }
},{
  "id_anjo": 23,
  "nome_transliterado": "Melahel",
  "nome_hebraico": "מלהאל",
  "letras_raiz": ["Mem", "Lamed", "He"],
  "sigilo_funcional": "As Águas (Mem) que são direcionadas (Lamed) para a Manifestação (He). É o poder de compreender o fluxo da vida na natureza e direcioná-lo para a cura.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "10-15 de Leão",
    "planeta_regente": "Saturno",
    "salmo_invocacao": "Salmo 121, Versículo 8"
  },
  "diagnostico_emocional": {
    "sombra": "Charlatanismo, uso de 'curas' falsas, poluição, destruição da natureza, doenças, desrespeito pela vida.",
    "luz": "Capacidade de cura (especialmente com plantas e água), conhecimento da natureza, proteção contra doenças e pragas, fertilidade da terra."
  },
  "acao_terapeutica_verbo": "Conecta a consciência com o fluxo da vida na natureza (Mem), permitindo que a sabedoria (Lamed) se manifeste (He) como um ato de cura.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado na terra, com as palmas das mãos tocando o solo ou uma planta, em atitude de escuta.",
    "vibracao_sonora": "ME-LA-HEL",
    "visualizacao_sigilo": "Visualizar a seiva de uma planta (Mem) subindo por seu caule, guiada por uma intenção de cura (Lamed), e se manifestando como uma flor ou fruto saudável (He).",
    "foco_emocional": "Sentir o amor e o respeito pela natureza, a gratidão pelo poder de cura das plantas e a conexão com toda a vida."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Curandeiro da Natureza",
    "subtitulos": ["O Mestre das Ervas", "A Sabedoria da Terra"],
    "descricao": "Representa o poder de cura inerente à natureza. É a força que compreende as leis das plantas, das águas e dos ciclos naturais, e as utiliza para restaurar a saúde e o equilíbrio no corpo e no ambiente.",
  "analogias_hermeneuticas": {
      "jung": "O arquétipo do 'Curador Natural' ou do 'Xamã', que entende a linguagem da Anima Mundi (a alma do mundo, Mem) e a direciona (Lamed) para manifestar a cura (He).",
      "freud": "Uma relação saudável com o princípio da realidade em sua forma natural. A libido (Mem) sublimada no cuidado com a vida (jardinagem, medicina), direcionada (Lamed) para uma manifestação (He) criativa e curadora.",
      "maquiavel": "O controle sobre os recursos naturais de um Estado (agricultura, fontes de água). A sabedoria de um Príncipe que direciona (Lamed) o fluxo da natureza (Mem) para manifestar (He) um povo saudável e bem alimentado.",
      "lucia_helena": "A filosofia vivida em harmonia com a Natureza (Physis). O sábio que compreende as leis do Cosmos (Mem), direciona sua vida (Lamed) de acordo com elas e manifesta (He) uma existência equilibrada e saudável."
    }
  }
},{
  "id_anjo": 24,
  "nome_transliterado": "Nith-Haiah",
  "nome_hebraico": "נתהיה",
  "letras_raiz": ["Nun", "Tav", "He"],
  "sigilo_funcional": "A Alma (Nun) que sela (Tav) a Manifestação (He). É o poder de acessar os mistérios ocultos e usá-los com ética para o bem comum.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "15–20 de Leão",
    "planeta_regente": "Saturno",
    "salmo_invocacao": "Salmo 9, Versículo 2"
  },
  "diagnostico_emocional": {
    "sombra": "Magia manipulativa, uso indevido de segredos, arrogância espiritual, ocultismo sem propósito, isolamento elitista.",
    "luz": "Sabedoria esotérica, mestre espiritual, canalização ética, proteção mágica, entendimento dos mistérios, liderança oculta."
  },
  "acao_terapeutica_verbo": "Ativa o selo (Tav) da alma (Nun), permitindo que a manifestação (He) seja ancorada na ética espiritual e na sabedoria oculta com propósito de cura coletiva.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado em meditação com as mãos em forma de cálice sobre o peito.",
    "vibracao_sonora": "NIT-HA-IAH",
    "visualizacao_sigilo": "Visualizar um pergaminho antigo sendo selado com cera dourada, e o selo se tornando um ponto de luz no coração.",
    "foco_emocional": "Sentir o dever sagrado de usar o conhecimento para o bem comum e a paz interior de quem conhece e guarda os mistérios."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Guardião dos Mistérios",
    "subtitulos": ["O Mago Ético", "O Canal do Invisível"],
    "descricao": "Representa a sabedoria oculta acessada com ética. Não basta conhecer os mistérios — é preciso manifestá-los com pureza, propósito e compromisso com o coletivo.",
    "analogias_hermeneuticas": {
      "jung": "O Mago como arquétipo da sabedoria oculta que protege e guia. É a introversão plena conectada com o Self.",
      "freud": "A sublimação do desejo de poder em transmissão de sabedoria. Um Ego maduro que canaliza forças inconscientes para o bem.",
      "maquiavel": "O conselheiro oculto. O poder invisível por trás do trono, cujo segredo garante a estabilidade do Estado.",
      "lucia_helena": "O sacerdote filósofo que age nos bastidores, ensinando o caminho da luz sem precisar da cena pública. É o poder silencioso da Virtude em forma de Mistério."
    }
  }
},
{
  "id_anjo": 25,
  "nome_transliterado": "Haaiah",
  "nome_hebraico": "העיה",
  "letras_raiz": ["He", "Ayin", "Yod"],
  "sigilo_funcional": "A Manifestação (He) da Visão Profunda (Ayin) canalizada pela Semente de Luz (Yod). É o poder de compreender os segredos da política e da justiça.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "20–25 de Leão",
    "planeta_regente": "Sol",
    "salmo_invocacao": "Salmo 118, Versículo 145"
  },
  "diagnostico_emocional": {
    "sombra": "Mentiras políticas, manipulação jurídica, sedução pelo poder, alianças falsas, cegueira estratégica.",
    "luz": "Diplomacia, clareza jurídica, estratégia sábia, pacificação, justiça, compreensão das leis humanas e divinas."
  },
  "acao_terapeutica_verbo": "Canaliza a semente de clareza (Yod) para iluminar os bastidores (Ayin) da manifestação (He) pública, trazendo justiça e sabedoria estratégica.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De pé, uma mão no coração e a outra erguida como juramento.",
    "vibracao_sonora": "HA-A-IAH",
    "visualizacao_sigilo": "Visualizar um tribunal de luz com o operador como juiz justo e imparcial, rodeado de conselheiros de luz.",
    "foco_emocional": "Sentir-se justo, lúcido e capaz de unir sabedoria e compaixão."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Juiz Invisível",
    "subtitulos": ["O Diplomata Espiritual", "O Guardião da Justiça Oculta"],
    "descricao": "Representa a aplicação estratégica da verdade. Este anjo ensina que justiça não é só lei — é também sabedoria no tempo certo.",
    "analogias_hermeneuticas": {
      "jung": "O arquétipo do Rei como juiz justo. Capaz de unir razão e intuição na administração da psique coletiva.",
      "freud": "O Ego como mediador ético entre Id e Superego, atuando como juiz interno, separando impulso de valor.",
      "maquiavel": "A política iluminada. O governante que entende o tempo e a natureza humana, e por isso governa com equilíbrio.",
      "lucia_helena": "A Justiça como a harmonia do Logos aplicada à vida social. A diplomacia como arte da Verdade em movimento."
    }
  }
},
{
  "id_anjo": 26,
  "nome_transliterado": "Yeratel",
  "nome_hebraico": "ירתאל",
  "letras_raiz": ["Yod", "Resh", "Tav"],
  "sigilo_funcional": "A Semente de Luz (Yod) que atua sobre a Consciência (Resh) e sela a Verdade (Tav). É o poder de declarar a justiça e manifestar a proteção divina com palavras poderosas.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "25–30 de Leão",
    "planeta_regente": "Marte",
    "salmo_invocacao": "Salmo 140, Versículo 2"
  },
  "diagnostico_emocional": {
    "sombra": "Verbalização tóxica, gritos, mentiras, discurso violento, palavras que ferem ou invocam o caos.",
    "luz": "Palavra firme, libertação verbal, decreto espiritual, proteção através do verbo, coragem para falar a verdade."
  },
  "acao_terapeutica_verbo": "Libera a palavra (Tav) que sela a consciência (Resh) com a luz da intenção pura (Yod), ativando decretos protetores.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Em pé, com os pés firmes e o queixo erguido, dizendo o próprio nome com força.",
    "vibracao_sonora": "YE-RA-TEL",
    "visualizacao_sigilo": "Visualizar um escudo de palavras brilhantes girando ao redor do corpo, cada uma como um decreto protetor.",
    "foco_emocional": "Sentir a segurança e o poder de declarar a verdade com firmeza e amor."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Decretador Sagrado",
    "subtitulos": ["O Porta-Voz do Céu", "A Palavra que Liberta"],
    "descricao": "Representa o poder espiritual da palavra falada. É o decreto que quebra grilhões, a voz que protege, o verbo que cura e afasta as trevas.",
    "analogias_hermeneuticas": {
      "jung": "O Logos manifesto. A capacidade da consciência de transformar realidade pela nomeação consciente.",
      "freud": "O poder da fala na cura: a verbalização como libertação do recalque.",
      "maquiavel": "O discurso do estadista. A palavra que governa e pacifica, ou incendeia e transforma o reino.",
      "lucia_helena": "O Logos falado. O Verbo como ponte entre o invisível e o visível — é através dele que o filósofo se torna mestre."
    }
  }
},
{
  "id_anjo": 27,
  "nome_transliterado": "Seheiah",
  "nome_hebraico": "שהיה",
  "letras_raiz": ["Shin", "He", "Yod"],
  "sigilo_funcional": "O Fogo do Espírito (Shin) que se manifesta (He) como Luz Interior (Yod). É o poder da longevidade espiritual e da cura por calor vital.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "0–5 de Virgem",
    "planeta_regente": "Júpiter",
    "salmo_invocacao": "Salmo 71, Versículo 12"
  },
  "diagnostico_emocional": {
    "sombra": "Doenças recorrentes, medo da morte, perda de vitalidade, fraqueza espiritual, desesperança diante da velhice.",
    "luz": "Longevidade, vitalidade, recuperação física, fé na vida, alegria de envelhecer com sabedoria, regeneração celular."
  },
  "acao_terapeutica_verbo": "Reacende a centelha vital (Shin) no corpo, permitindo que a vida se manifeste com leveza (He) e brilhe como presença divina (Yod).",
  "ritual_sintonizacao": {
    "posicao_corporal": "Deitado ou em meditação, com foco no coração como fonte de calor.",
    "vibracao_sonora": "SE-HE-IAH",
    "visualizacao_sigilo": "Visualizar uma chama dourada pulsando no centro do peito e irradiando cura por todo o corpo.",
    "foco_emocional": "Sentir a vitalidade sagrada renovando cada célula com alegria e amor à vida."
  },
  "identidade_arquetipica": {
    "titulo_principal": "A Chama da Longevidade",
    "subtitulos": ["O Protetor dos Tempos Longos", "O Curador Celular"],
    "descricao": "Representa o poder espiritual da regeneração e da longevidade. É a presença divina que garante o renascimento das forças, a alegria de viver e a continuidade do propósito.",
    "analogias_hermeneuticas": {
      "jung": "A fase final da individuação, quando o ego se torna veículo do Self e o corpo suporta longas transformações.",
      "freud": "A libido que não se dissipa na velhice, mas se transforma em criatividade e saúde emocional duradoura.",
      "maquiavel": "A manutenção do Estado por décadas. O segredo da longevidade política e da estabilidade.",
      "lucia_helena": "A alma estoica que vive com dignidade até o fim, transmutando a dor em sabedoria e a velhice em ouro espiritual."
    }
  }
},{
  "id_anjo": 28,
  "nome_transliterado": "Reiiel",
  "nome_hebraico": "רעיאל",
  "letras_raiz": ["Resh", "Ayin", "Aleph"],
  "sigilo_funcional": "A Consciência (Resh) que vê profundamente (Ayin) e se conecta à Origem (Aleph). Representa a libertação pelo conhecimento elevado.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "5–10 de Virgem",
    "planeta_regente": "Sol",
    "salmo_invocacao": "Salmo 53, Versículo 3"
  },
  "diagnostico_emocional": {
    "sombra": "Ignorância espiritual, aprisionamento mental, dogmatismo, submissão a ideologias, perda de identidade superior.",
    "luz": "Libertação mental, sabedoria transcendental, ampliação da visão, acesso ao Eu Superior, conexão com a Fonte."
  },
  "acao_terapeutica_verbo": "Desbloqueia o olhar interior (Ayin) para que a consciência (Resh) possa se reconectar à Origem (Aleph) e acessar o verdadeiro sentido da liberdade.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Em pé, com os olhos fechados e as mãos sobre a testa em forma de triângulo.",
    "vibracao_sonora": "RE-I-EL",
    "visualizacao_sigilo": "Visualizar uma luz branca que sai do terceiro olho e conecta-se a uma estrela no infinito.",
    "foco_emocional": "Sentir o alívio e a expansão ao lembrar que sua alma é livre por natureza."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Libertador Interior",
    "subtitulos": ["O Visionário", "O Sábio Solitário"],
    "descricao": "Representa o acesso à sabedoria cósmica e o rompimento das amarras ideológicas. Ensina que conhecer é libertar.",
    "analogias_hermeneuticas": {
      "jung": "O Self que emerge da sombra intelectual. A consciência superior que se liberta da persona.",
      "freud": "A cura pela verdade profunda. O insight que dissolve as correntes do Superego opressor.",
      "maquiavel": "A ruptura com o dogma como estratégia para inovação e governo lúcido.",
      "lucia_helena": "A filosofia como caminho de libertação do espírito. O despertar que vem do conhecimento vivencial."
    }
  }
},
{
  "id_anjo": 29,
  "nome_transliterado": "Omael",
  "nome_hebraico": "עומאל",
  "letras_raiz": ["Ayin", "Vav", "Mem"],
  "sigilo_funcional": "A Visão Profunda (Ayin) conectada pelo Elo Divino (Vav) às Águas da Geração (Mem). Representa a multiplicação da vida com consciência.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "10–15 de Virgem",
    "planeta_regente": "Marte",
    "salmo_invocacao": "Salmo 70, Versículo 6"
  },
  "diagnostico_emocional": {
    "sombra": "Infertilidade simbólica, estagnação criativa, negação da paternidade/maternidade espiritual, frustração com a vida.",
    "luz": "Fecundidade criativa, multiplicação das ideias, geração de projetos, bênção sobre descendências, abundância vital."
  },
  "acao_terapeutica_verbo": "Reativa o campo fértil (Mem) através da conexão (Vav) com a visão ampliada (Ayin), permitindo gerar, criar e multiplicar com propósito.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado em posição de flor de lótus com as mãos formando um círculo no baixo ventre.",
    "vibracao_sonora": "O-MA-EL",
    "visualizacao_sigilo": "Visualizar uma flor de lótus azul abrindo-se no ventre e jorrando sementes de luz.",
    "foco_emocional": "Sentir-se pleno de potencial criativo e confiante para gerar frutos duradouros."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Gerador da Vida",
    "subtitulos": ["O Procriador Sagrado", "O Semear da Abundância"],
    "descricao": "Representa o poder de gerar vidas, ideias e caminhos. Ensina que fertilidade é consciência em movimento multiplicador.",
    "analogias_hermeneuticas": {
      "jung": "O arquétipo da Grande Mãe ou do Pai Gerador — aquele que fecunda mundos com ideias.",
      "freud": "A sublimação da libido em criatividade construtiva. O prazer de criar.",
      "maquiavel": "A política de expansão estratégica. Fazer crescer o Estado sem perder a raiz.",
      "lucia_helena": "A alma fértil que transforma ideias em vida, e vida em legado. Criar é servir à eternidade."
    }
  }
},
{
  "id_anjo": 30,
  "nome_transliterado": "Lecabel",
  "nome_hebraico": "לקבאל",
  "letras_raiz": ["Lamed", "Kaf", "Bet"],
  "sigilo_funcional": "O Ensino (Lamed) que molda (Kaf) a Casa (Bet). Representa o talento prático colocado a serviço da ordem e da harmonia material.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "15–20 de Virgem",
    "planeta_regente": "Vênus",
    "salmo_invocacao": "Salmo 71, Versículo 16"
  },
  "diagnostico_emocional": {
    "sombra": "Desorganização, desperdício de talento, desânimo para resolver problemas materiais, bloqueio de produtividade.",
    "luz": "Precisão, engenhosidade, foco, sabedoria prática, sucesso em estudos e resoluções, método e clareza."
  },
  "acao_terapeutica_verbo": "Ensina (Lamed) a moldar (Kaf) a própria realidade (Bet), criando uma morada estável e organizada para a alma.",
  "ritual_sintonizacao": {
    "posicao_corporal": "De pé diante da mesa de trabalho, com mãos sobre ela como quem a consagra.",
    "vibracao_sonora": "LE-CA-BEL",
    "visualizacao_sigilo": "Visualizar uma planta baixa sendo desenhada por luz dourada e se tornando realidade em 3D.",
    "foco_emocional": "Sentir orgulho por ser instrumento da ordem e da resolução na Terra."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Arquiteto da Realidade",
    "subtitulos": ["O Engenheiro Divino", "O Mente Prática Sagrada"],
    "descricao": "Representa o talento técnico em serviço do sagrado. Une inteligência prática e visão elevada para construir equilíbrio no mundo físico.",
    "analogias_hermeneuticas": {
      "jung": "O Pensador construtor. O arquétipo do criador que transforma ideias em formas úteis.",
      "freud": "A inteligência como defesa estruturante. A ordem exterior como reflexo do ego funcional.",
      "maquiavel": "A administração precisa. O governante que entende o tempo e o recurso com exatidão.",
      "lucia_helena": "A excelência como serviço divino. O domínio técnico como virtude filosófica."
    }
  }
},
{
  "id_anjo": 31,
  "nome_transliterado": "Vasariah",
  "nome_hebraico": "ושרה",
  "letras_raiz": ["Vav", "Shin", "Resh"],
  "sigilo_funcional": "O Elo Divino (Vav) que acende o Fogo da Compreensão (Shin) na Consciência (Resh). Representa o julgamento justo e a eloquência espiritual.",
  "dominio_buonfiglio": {
    "graus_zodiaco": "20–25 de Virgem",
    "planeta_regente": "Mercúrio",
    "salmo_invocacao": "Salmo 32, Versículo 18"
  },
  "diagnostico_emocional": {
    "sombra": "Falta de julgamento, má comunicação, verborragia inútil, impaciência mental, decisões erradas.",
    "luz": "Boa comunicação, inteligência verbal, análise justa, capacidade de ensinar, diplomacia interior."
  },
  "acao_terapeutica_verbo": "Ativa o elo (Vav) entre o fogo do entendimento (Shin) e a consciência lúcida (Resh), gerando clareza no julgamento e poder na palavra.",
  "ritual_sintonizacao": {
    "posicao_corporal": "Sentado, com a coluna ereta e os olhos fechados, falando em voz alta uma verdade simples que liberte.",
    "vibracao_sonora": "VA-SA-RI-AH",
    "visualizacao_sigilo": "Visualizar palavras de luz formando pontes entre a mente e o coração.",
    "foco_emocional": "Sentir-se justo, claro, articulado e guiado pela verdade superior."
  },
  "identidade_arquetipica": {
    "titulo_principal": "O Juiz da Palavra",
    "subtitulos": ["O Eloquente Sagrado", "O Mestre da Justiça Interior"],
    "descricao": "Representa a eloquência justa e a capacidade de transmitir sabedoria com clareza. É o anjo da justiça expressa em palavras que libertam.",
    "analogias_hermeneuticas": {
      "jung": "O Mestre Interior. A voz da alma que guia e educa com precisão.",
      "freud": "A função crítica do ego que nomeia, avalia e decide a partir da razão e da ética.",
      "maquiavel": "O discurso que governa, que unifica e que convence — não por força, mas por lógica.",
      "lucia_helena": "A Filosofia falada. O Logos operante que transforma a fala em espada de justiça."
    }
  }
},{
  "id_anjo": 32,
  "nome": "Vasariah",
  "transliteracao": "וָשָׂרִיָּה",
  "letras": ["Vav", "Shin", "Resh", "Yod", "Heh"],
  "sigilo_scII": "ושׂריה",
  "funcao_estrutural": "Advocacia Celeste — defesa espiritual, compreensão das Leis Superiores",
  "emocao_ativada": "misericórdia",
  "emocao_cura": "culpa, julgamento, autoacusação",
  "tikun": "remover a autocondenação e restaurar a dignidade espiritual",
  "corpo": {
    "órgão": "fígado",
    "centro": "Chesed",
    "canal": "Binah → Chesed → Hod"
  },
  "invocacao": {
    "respiracao": "Inspiração profunda com retenção de 5 segundos antes do som",
    "mantra": "Vasariah, julga-me com misericórdia",
    "ritual": "Acender vela azul clara, oferecer escrita da culpa em papel, queimando-a"
  },
  "identidade_arquetipica": {
    "titulo": "O Advogado da Alma",
    "descricao": "Vasariah age como defensor no tribunal divino interno, onde o ser humano costuma ser seu pior juiz. Ele ensina a justiça com amor.",
    "analogias_hermeneuticas": {
      "Jung": "A função do Animus reconciliador — símbolo do juiz interno que já perdoou.",
      "Mônica Buonfiglio": "Anjo dos advogados e daqueles que precisam de justiça com compaixão.",
      "Maquiavel": "A aplicação equilibrada da justiça: nem rigidez, nem permissividade.",
      "Hermes Trismegisto": "A balança se move com a pena, não com a espada.",
      "PHM": "Quando a voz do julgamento interno impede o fluxo da graça, invoque Vasariah para lembrar: toda alma tem direito à defesa sagrada."
    }
  }
},
{
  "id_anjo": 33,
  "nome": "Yehuiah",
  "transliteracao": "יְהוּיָה",
  "letras": ["Yod", "Heh", "Vav", "Yod", "Heh"],
  "sigilo_scII": "יהויה",
  "funcao_estrutural": "Lealdade à verdade superior e hierarquia espiritual",
  "emocao_ativada": "fidelidade à missão",
  "emocao_cura": "rebeldia sem causa, traição de si",
  "tikun": "reconectar com a missão espiritual e com as autoridades divinas legítimas",
  "corpo": {
    "órgão": "cervical superior",
    "centro": "Guevurah",
    "canal": "Chokhmah → Guevurah → Tiferet"
  },
  "invocacao": {
    "respiracao": "Postura ereta, entoar em tom grave 3x",
    "mantra": "Yehuiah, confirma minha lealdade ao Alto",
    "ritual": "Usar roupa branca, posicionar-se em postura de reverência e juramento"
  },
  "identidade_arquetipica": {
    "titulo": "O Leal",
    "descricao": "Yehuiah protege os que não se vendem. Ele é o anjo das verdades que não se dobram.",
    "analogias_hermeneuticas": {
      "Jung": "A função do Ego-Self em aliança estável: o eu inferior se submete ao Eu Superior",
      "Mônica Buonfiglio": "Anjo dos militares, das autoridades, da ordem espiritual correta.",
      "Maquiavel": "A fidelidade real nasce da honra, não do medo.",
      "PHM": "Yehuiah é ativado quando há risco de trair a própria verdade. Ele sustenta tua retidão quando o mundo quer dobrá-la."
    }
  }
},
{
  "id_anjo": 34,
  "nome": "Lehahiah",
  "transliteracao": "לֵהַהִיָּה",
  "letras": ["Lamed", "Heh", "Heh", "Yod", "Heh"],
  "sigilo_scII": "לההיה",
  "funcao_estrutural": "Paz nas relações com autoridades, fidelidade espiritual",
  "emocao_ativada": "serenidade",
  "emocao_cura": "revolta contra ordens, insubordinação vibracional",
  "tikun": "reconhecer o valor das hierarquias espirituais e servir com honra",
  "corpo": {
    "órgão": "sistema linfático",
    "centro": "Binah",
    "canal": "Binah → Tiferet"
  },
  "invocacao": {
    "respiracao": "Inspiração lenta até 6 tempos, pausa de 2, expiração sonora",
    "mantra": "Lehahiah, acalma meu campo e ordena meu espírito",
    "ritual": "Chá de lavanda antes da oração; foco na entrega e na confiança"
  },
  "identidade_arquetipica": {
    "titulo": "O Servo Leal",
    "descricao": "Lehahiah ensina a paz da entrega. Não da submissão cega, mas da honra pela ordem que vibra com o Alto.",
    "analogias_hermeneuticas": {
      "Jung": "A integração da autoridade como função simbólica interna e não opressiva",
      "Mônica Buonfiglio": "Anjo dos que servem com nobreza, sem se diminuírem.",
      "Maquiavel": "A obediência voluntária é a mais poderosa forma de governo.",
      "PHM": "Lehahiah é ativado quando teu ego se irrita com autoridade, mas tua alma já sabe a quem obedecer."
    }
  }
},
{
  "id_anjo": 35,
  "nome": "Chavakiah",
  "transliteracao": "חַוַקִיָּה",
  "letras": ["Chet", "Vav", "Qof", "Yod", "Heh"],
  "sigilo_scII": "חוקיה",
  "funcao_estrutural": "Restauração de laços familiares e reconciliação de heranças",
  "emocao_ativada": "reconciliação",
  "emocao_cura": "brigas familiares, heranças energéticas não resolvidas",
  "tikun": "curar as relações com os ancestrais e resolver conflitos kármicos de linhagem",
  "corpo": {
    "órgão": "intestino grosso",
    "centro": "Yesod",
    "canal": "Netzach → Yesod → Malkuth"
  },
  "invocacao": {
    "respiracao": "Exalar profundamente, depois entoar 3x o nome em tom baixo",
    "mantra": "Chavakiah, une o que se partiu na minha linhagem",
    "ritual": "Escrever nomes da família em papel, ungir com óleo e enterrar junto a uma árvore"
  },
  "identidade_arquetipica": {
    "titulo": "O Pacificador de Sangue",
    "descricao": "Chavakiah atua como advogado das famílias espirituais. Ele reconcilia o que os homens não conseguem.",
    "analogias_hermeneuticas": {
      "Jung": "O arquétipo do Curador Transgeracional — a cura dos complexos herdados",
      "Mônica Buonfiglio": "Anjo dos que tentam reunir pais e filhos, irmãos e irmãs separados.",
      "PHM": "Chavakiah é invocado quando o perdão parece impossível e a herança virou karma."
    }
  }
},
{
  "id_anjo": 36,
  "nome": "Menadel",
  "transliteracao": "מְנַדֵּל",
  "letras": ["Mem", "Nun", "Dalet", "Lamed"],
  "sigilo_scII": "מנדל",
  "funcao_estrutural": "Libertação de prisões físicas, mentais e espirituais",
  "emocao_ativada": "liberdade",
  "emocao_cura": "escravidão simbólica, aprisionamento vibracional",
  "tikun": "romper grilhões, abrir caminhos e libertar potenciais escondidos",
  "corpo": {
    "órgão": "coluna lombar",
    "centro": "Yesod",
    "canal": "Yesod → Hod"
  },
  "invocacao": {
    "respiracao": "Expiração intensa com som de sopro, entoação de 'Menadel'",
    "mantra": "Menadel, quebra minhas correntes",
    "ritual": "Escrever a prisão atual em papel, rasgá-lo em 7 partes e queimar"
  },
  "identidade_arquetipica": {
    "titulo": "O Libertador",
    "descricao": "Menadel é a mão que abre a cela quando tua alma está trancada.",
    "analogias_hermeneuticas": {
      "Jung": "A individuação como fuga do cárcere do superego e do coletivo",
      "Mônica Buonfiglio": "Anjo libertador de medos, vícios e prisões mentais.",
      "PHM": "Menadel é invocado quando você já percebeu a cela… mas ainda não sabe onde está a chave."
    }
  }
},
{
  "id_anjo": 37,
  "nome": "Aniel",
  "transliteracao": "עֲנִיאֵל",
  "letras": ["Ayin", "Nun", "Aleph", "Yod", "Lamed"],
  "sigilo_scII": "עניאל",
  "funcao_estrutural": "Canalização da sabedoria divina para o plano da arte, ciência e beleza",
  "emocao_ativada": "inspiração",
  "emocao_cura": "bloqueio criativo, alienação da beleza espiritual",
  "tikun": "ativar o canal do gênio espiritual interior",
  "corpo": {
    "órgão": "hipófise",
    "centro": "Tiferet",
    "canal": "Keter → Tiferet → Netzach"
  },
  "invocacao": {
    "respiracao": "Inspirar 4 tempos, expirar artisticamente enquanto entoa o nome",
    "mantra": "Aniel, inspira minha criação com o sopro divino",
    "ritual": "Desenhar um símbolo espontâneo durante o canto do nome"
  },
  "identidade_arquetipica": {
    "titulo": "O Místico Criador",
    "descricao": "Aniel é o anjo da genialidade com propósito. Ele ativa o artista oculto no servo do Verbo.",
    "analogias_hermeneuticas": {
      "Jung": "O Self como artista que une o inconsciente ao mundo material",
      "Mônica Buonfiglio": "Anjo dos artistas, cientistas e inovadores que trabalham com Luz.",
      "PHM": "Aniel aparece quando tua mente quer servir algo maior, mas não sabe como expressar."
    }
  }
},{
  "id_anjo": 40,
  "nome": "Yeiazel",
  "transliteracao": "Yod-Yod-Ayin-Zayin-Lamed",
  "letras": ["י", "י", "ע", "ז", "ל"],
  "funcao_estrutural": "Libertador das prisões internas; catalisador de novas fases.",
  "emocao_ativada": "Angústia de repetição; desespero silencioso.",
  "emocao_cura": "Liberdade interior; leveza após o choro.",
  "tikun": "Rompimento de padrões viciados — mentais e emocionais.",
  "corpo": {
    "sefirah": "Hod",
    "canal": "Zayin",
    "orgao": "Sistema linfático – ponto de liberação e desintoxicação"
  },
  "invocacao": {
    "respiracao": "4-7-8",
    "mantra": "Yeiazel, rasga meu cárcere interno",
    "ritual": "Banho com sal e alecrim em fase minguante. Escrever os ciclos que deseja romper e queimar ao entoar o nome."
  },
  "identidade_arquetipica": {
    "titulo": "O Libertador das Gaiolas",
    "descricao": "Este anjo rompe com os grilhões que a mente cria. Atua sobre a prisão emocional, principalmente aquela mantida por culpa ou acomodação. Seu poder é como o da primavera que explode mesmo após um inverno longo demais.",
    "analogias_hermeneuticas": {
      "Jung": "A força de individuação que emerge da sombra após o colapso.",
      "Mônica Buonfiglio": "O anjo dos artistas e dos que choram em silêncio. Ele traz lágrimas de alívio.",
      "Maquiavel": "Às vezes, é preciso destruir a gaiola para que o poder real emerja do caos."
    }
  }
},
{
  "id_anjo": 41,
  "nome": "Hahahel",
  "transliteracao": "He-He-He-Lamed",
  "letras": ["ה", "ה", "ה", "ל"],
  "funcao_estrutural": "Consagração espiritual; ativação da missão de alma.",
  "emocao_ativada": "Desconexão com o sentido de viver; vazio existencial.",
  "emocao_cura": "Fervor pela missão; foco na essência.",
  "tikun": "Remover a apatia espiritual e restaurar o sentido de propósito.",
  "corpo": {
    "sefirah": "Tiferet",
    "canal": "Heh",
    "orgao": "Coração – como templo do verbo sagrado"
  },
  "invocacao": {
    "respiracao": "Contínua, circular",
    "mantra": "Hahahel, inflama meu altar interno",
    "ritual": "Acender vela branca sobre espelho em noite de Lua crescente. Escrever seu maior sonho com o nome do anjo por cima."
  },
  "identidade_arquetipica": {
    "titulo": "O Consagrado",
    "descricao": "A missão de vida só se cumpre quando é recebida como chama interior. Este anjo desperta esse fogo sagrado e quebra os laços com a tibieza espiritual.",
    "analogias_hermeneuticas": {
      "Jung": "A função transcendente em estado de entrega total ao Self.",
      "Mônica Buonfiglio": "Ele é o guia de todos os sacerdotes, mesmo os que ainda não sabem que são.",
      "Maquiavel": "O poder mais legítimo é aquele fundado no dever espiritual."
    }
  }
},
{
  "id_anjo": 42,
  "nome": "Mikael",
  "transliteracao": "Mem-Yod-Kaf-Alef-Lamed",
  "letras": ["מ", "י", "כ", "א", "ל"],
  "funcao_estrutural": "Protetor das jornadas e revelador do oculto.",
  "emocao_ativada": "Medo de trair o caminho; ansiedade sobre o futuro.",
  "emocao_cura": "Coragem de seguir o caminho interno.",
  "tikun": "Acalmar a mente e alinhar-se ao movimento divino.",
  "corpo": {
    "sefirah": "Netzach",
    "canal": "Kaf",
    "orgao": "Pernas – direcionalidade sagrada"
  },
  "invocacao": {
    "respiracao": "4 tempos – caminhar entoando o nome",
    "mantra": "Mikael, protege minha estrada e revela o que preciso ver",
    "ritual": "Traçar o nome com o dedo indicador no chão em areia ou terra. Invocar ao amanhecer."
  },
  "identidade_arquetipica": {
    "titulo": "O Guardião do Caminho",
    "descricao": "Mikael não é apenas defensor, é condutor. Ele mostra o que você teme ver e depois caminha ao seu lado.",
    "analogias_hermeneuticas": {
      "Jung": "A voz do arquétipo guerreiro-pai, que guia sem possuir.",
      "Mônica Buonfiglio": "Príncipe dos viajantes e dos iniciados. Seu escudo é luz em espiral.",
      "Maquiavel": "A liderança sábia escolhe o momento exato de agir — e protege a estrada com estratégia."
    }
  }
},
{
  "id_anjo": 43,
  "nome": "Veuahiah",
  "transliteracao": "Vav-Vav-Alef-He-Yod-He",
  "letras": ["ו", "ו", "א", "ה", "י", "ה"],
  "funcao_estrutural": "Transformação alquímica de dores em talentos.",
  "emocao_ativada": "Autossabotagem; vitimismo repetitivo.",
  "emocao_cura": "Autorresponsabilidade e poder de transmutação.",
  "tikun": "Reciclar padrões emocionais e transmutá-los em missão.",
  "corpo": {
    "sefirah": "Yesod",
    "canal": "Vav duplo",
    "orgao": "Intestinos – alquimia interna"
  },
  "invocacao": {
    "respiracao": "7 tempos de retenção",
    "mantra": "Veuahiah, transmuta minha dor em ouro",
    "ritual": "Escrever a maior dor no papel e queimá-la em fogo ritual após o entoar do nome por 7 vezes."
  },
  "identidade_arquetipica": {
    "titulo": "O Alquimista Interno",
    "descricao": "Veuahiah catalisa o processo de purificação interna. Seu nome vibra naquilo que foi rejeitado e transforma veneno em bálsamo.",
    "analogias_hermeneuticas": {
      "Jung": "O processo de individuação que usa a sombra como matéria-prima.",
      "Mônica Buonfiglio": "Ele ajuda os curadores que foram feridos. A dor se torna ferramenta.",
      "Maquiavel": "Até o erro pode ser usado como alavanca se for reconhecido e redirecionado."
    }
  }
},
{
  "id_anjo": 44,
  "nome": "Yeliel",
  "transliteracao": "Yod-Lamed-Yod-Alef-Lamed",
  "letras": ["י", "ל", "י", "א", "ל"],
  "funcao_estrutural": "Fortalecedor do vínculo com a fé pessoal.",
  "emocao_ativada": "Dúvida constante; oscilação espiritual.",
  "emocao_cura": "Estabilidade interior pela conexão com o divino.",
  "tikun": "Curar o ceticismo do coração ferido.",
  "corpo": {
    "sefirah": "Binah",
    "canal": "Lamed",
    "orgao": "Coluna vertebral – eixo da fé"
  },
  "invocacao": {
    "respiracao": "Ascendente, puxando do abdome até o alto da cabeça",
    "mantra": "Yeliel, sê meu pilar quando vacilo",
    "ritual": "Sentar-se com a coluna ereta em meditação. Entoar o nome e visualizar uma luz subindo pela espinha."
  },
  "identidade_arquetipica": {
    "titulo": "O Sustentador da Fé",
    "descricao": "Quando o mundo treme, Yeliel ancora o que ainda está de pé. Ele sustenta a fé como uma espada fincada no chão.",
    "analogias_hermeneuticas": {
      "Jung": "A estabilidade do Self ancorado no eixo vertical da psique.",
      "Mônica Buonfiglio": "Este anjo cura os que quase desistiram da espiritualidade.",
      "Maquiavel": "A convicção é a arma mais poderosa diante da instabilidade."
    }
  }
},
{
  "id_anjo": 45,
  "nome": "Sealiah",
  "transliteracao": "Samekh-Alef-Lamed-Yod-He",
  "letras": ["ס", "א", "ל", "י", "ה"],
  "funcao_estrutural": "Despertador de talentos adormecidos.",
  "emocao_ativada": "Inércia; sensação de inutilidade.",
  "emocao_cura": "Entusiasmo criativo e resgate da autoestima.",
  "tikun": "Despertar dons esquecidos e restaurar o ânimo criativo.",
  "corpo": {
    "sefirah": "Chesed",
    "canal": "Samekh",
    "orgao": "Cérebro frontal – sede da imaginação ativa"
  },
  "invocacao": {
    "respiracao": "3 ciclos com pausa de gratidão",
    "mantra": "Sealiah, lembra-me de quem sou",
    "ritual": "Dançar livremente ao som de um tambor, entoando o nome em voz alta até sentir calor no rosto."
  },
  "identidade_arquetipica": {
    "titulo": "O Incendiador de Potenciais",
    "descricao": "Sealiah acende brasas esquecidas. Seu nome vibra onde há talento sufocado e sonhos postos de lado.",
    "analogias_hermeneuticas": {
      "Jung": "A ativação do arquétipo criativo bloqueado.",
      "Mônica Buonfiglio": "O anjo dos músicos, escritores, professores e artistas que desacreditaram de si.",
      "Maquiavel": "A potência não basta. É preciso entusiasmo para colocá-la em movimento."
    }
  }
},
{
  "id_anjo": 46,
  "nome": "Ariel",
  "transliteracao": "Alef-Resh-Yod-Alef-Lamed",
  "letras": ["א", "ר", "י", "א", "ל"],
  "funcao_estrutural": "Guardião dos animais e da natureza – força instintiva do divino.",
  "emocao_ativada": "Medo do instinto; repressão do desejo natural.",
  "emocao_cura": "Aceitação da força vital como parte divina.",
  "tikun": "Unir espiritualidade e instinto com sabedoria.",
  "corpo": {
    "sefirah": "Malchut",
    "canal": "Resh",
    "orgao": "Pernas e quadris – base animal do corpo"
  },
  "invocacao": {
    "respiracao": "Pulmões cheios como um rugido interno",
    "mantra": "Ariel, reconecta meu corpo à terra e ao céu",
    "ritual": "Ficar descalço na terra ou na grama. Invocar o nome com um grito primal. Meditar depois em silêncio profundo."
  },
  "identidade_arquetipica": {
    "titulo": "O Leão de Deus",
    "descricao": "Ariel é a ponte entre o divino e o animal. Ele lembra que não há contradição entre ser instinto e ser luz.",
    "analogias_hermeneuticas": {
      "Jung": "A integração do arquétipo do animal interior ao Self.",
      "Mônica Buonfiglio": "Protetor dos ecologistas e dos que lutam pela vida animal.",
      "Maquiavel": "O poder bruto é valioso quando canalizado com propósito."
    }
  }
},
{
  "id_anjo": 47,
  "nome": "Asaliah",
  "transliteracao": "Ayin-Samekh-Lamed-Yod-He",
  "letras": ["ע", "ס", "ל", "י", "ה"],
  "funcao_estrutural": "Despertador da memória espiritual.",
  "emocao_ativada": "Esquecimento da missão; sensação de estar perdido.",
  "emocao_cura": "Reconexão com a origem; lembrança da linhagem sagrada.",
  "tikun": "Reconectar o indivíduo à sua identidade espiritual original.",
  "corpo": {
    "sefirah": "Keter",
    "canal": "Ayin",
    "orgao": "Ponto pineal – antena da alma"
  },
  "invocacao": {
    "respiracao": "Sutil, nasal, com retenção consciente",
    "mantra": "Asaliah, recorda-me daquilo que fui e voltarei a ser",
    "ritual": "Usar uma pedra branca ou cristal translúcido. Dormir com ela sob o travesseiro após entoar o nome 7 vezes."
  },
  "identidade_arquetipica": {
    "titulo": "O Arcanjo da Lembrança",
    "descricao": "Asaliah sopra no ouvido da alma aquilo que ela prometeu antes de nascer. Sua presença traz clareza, propósito e saudade da Casa.",
    "analogias_hermeneuticas": {
      "Jung": "A irrupção de conteúdos do inconsciente superior, como lembranças arquetípicas.",
      "Mônica Buonfiglio": "Ele é o anjo dos que acordam de um longo sono espiritual.",
      "Maquiavel": "A ação mais certeira é aquela ancorada na memória de sua origem."
    }
  }
},{
  "id_anjo": 48,
  "nome": "Mihael",
  "transliteracao": "מיהאל",
  "letras": ["Mem", "Yod", "Heh"],
  "funcao_estrutural": "Unidade conjugal e transmissão genealógica",
  "emocao_ativada": "Desejo de harmonia e descendência",
  "emocao_cura": "Paz conjugal e fecundidade espiritual",
  "tikun": "Conflitos afetivos recorrentes, infertilidade energética",
  "corpo": {
    "sefirah": "Yesod",
    "canal": "Reprodução/Aliança",
    "orgao": "Ovários/Testículos"
  },
  "invocacao": {
    "respiracao": "Inspire em 6, retenha em 3, expire em 6, entoando o nome completo na retenção.",
    "mantra": "Mi-ha-el",
    "ritual": "Unção com óleo no ventre ou baixo ventre com visualização de flores nascendo."
  },
  "identidade_arquetipica": {
    "titulo": "O Guardião da Semente",
    "descricao": "Mihael é o arquétipo que sela os pactos afetivos verdadeiros e garante que as sementes sejam férteis — físicas, emocionais ou espirituais.",
    "analogias_hermeneuticas": {
      "Jung": "O Animus que integra o feminino interior e orienta o amor consciente",
      "Mônica Bonfilho": "Anjo da fertilidade e da harmonia entre almas gêmeas",
      "Maquiavel": "A força diplomática que transforma o prazer em aliança estratégica"
    }
  }
},
{
  "id_anjo": 49,
  "nome": "Vehuel",
  "transliteracao": "והואל",
  "letras": ["Vav", "Heh", "Vav"],
  "funcao_estrutural": "Exaltação espiritual e acesso ao divino",
  "emocao_ativada": "Desejo de transcendência",
  "emocao_cura": "Elevação e inspiração",
  "tikun": "Materialismo excessivo, orgulho espiritual",
  "corpo": {
    "sefirah": "Keter",
    "canal": "Coroa",
    "orgao": "Topo da cabeça"
  },
  "invocacao": {
    "respiracao": "Inspire profundamente e imagine a luz entrando pela coroa; exale sussurrando 'Vehuel'.",
    "mantra": "Ve-hu-el",
    "ritual": "Sentar-se em silêncio com a cabeça levemente inclinada para o céu durante o nascer do sol."
  },
  "identidade_arquetipica": {
    "titulo": "O Exaltado",
    "descricao": "Vehuel é o sopro que eleva a mente e o coração além das limitações da matéria.",
    "analogias_hermeneuticas": {
      "Jung": "O Self em estado de contemplação pura",
      "Mônica Bonfilho": "Anjo dos grandes místicos e dos artistas conectados ao plano superior",
      "Maquiavel": "O estrategista que atua no campo simbólico, moldando as ideias dominantes"
    }
  }
},
{
  "id_anjo": 50,
  "nome": "Daniel",
  "transliteracao": "דניאל",
  "letras": ["Dalet", "Nun", "Yod"],
  "funcao_estrutural": "Advocacia divina e mediação entre mundos",
  "emocao_ativada": "Desejo de justiça e reconhecimento",
  "emocao_cura": "Paz com a verdade e expressão legítima",
  "tikun": "Sensação de ser injustiçado, silêncio forçado",
  "corpo": {
    "sefirah": "Tiferet",
    "canal": "Expressão/Justiça",
    "orgao": "Laringe"
  },
  "invocacao": {
    "respiracao": "Inspire contando até 4, expire em 8 enquanto verbaliza suavemente o nome.",
    "mantra": "Da-ni-el",
    "ritual": "Escrever um apelo ou desabafo sincero e queimá-lo em fogo ritual."
  },
  "identidade_arquetipica": {
    "titulo": "O Advogado da Alma",
    "descricao": "Daniel defende o que é verdadeiro e ajuda a restaurar a voz de quem foi silenciado.",
    "analogias_hermeneuticas": {
      "Jung": "O arquétipo do herói que fala em nome do inconsciente coletivo",
      "Mônica Bonfilho": "Anjo da diplomacia, eloquência e justiça interior",
      "Maquiavel": "A figura que domina o discurso e vence batalhas sem espada"
    }
  }
},
{
  "id_anjo": 51,
  "nome": "Hahasiah",
  "transliteracao": "החשיה",
  "letras": ["Heh", "Chet", "Shin"],
  "funcao_estrutural": "Cura sagrada e iniciação esotérica",
  "emocao_ativada": "Busca por sentido profundo",
  "emocao_cura": "Sabedoria curativa",
  "tikun": "Ceticismo espiritual, superficialidade na busca",
  "corpo": {
    "sefirah": "Binah",
    "canal": "Intuição/Medicina sagrada",
    "orgao": "Glândula pineal"
  },
  "invocacao": {
    "respiracao": "Inspirar levemente pelas narinas, segurar o ar entoando 'Hah-a-si-ah' no silêncio interior.",
    "mantra": "Ha-ha-si-ah",
    "ritual": "Tomar um chá de cura (ex: camomila, alecrim) em silêncio profundo invocando o anjo."
  },
  "identidade_arquetipica": {
    "titulo": "O Iniciado Curador",
    "descricao": "Hahasiah transmite os segredos da cura espiritual, alinhando o corpo ao propósito sagrado.",
    "analogias_hermeneuticas": {
      "Jung": "O Alquimista do inconsciente",
      "Mônica Bonfilho": "Anjo da medicina espiritual e das iniciações místicas",
      "Maquiavel": "O ocultista que cura pela manipulação da informação invisível"
    }
  }
},
{
  "id_anjo": 52,
  "nome": "Imamiah",
  "transliteracao": "איממיה",
  "letras": ["Aleph", "Mem", "Yod"],
  "funcao_estrutural": "Libertação kármica e força no exílio",
  "emocao_ativada": "Desejo de superação",
  "emocao_cura": "Resiliência e retomada de poder",
  "tikun": "Sensação de prisão interna ou destino pesado",
  "corpo": {
    "sefirah": "Gevurah",
    "canal": "Libertação/Vontade",
    "orgao": "Adrenais"
  },
  "invocacao": {
    "respiracao": "Inspire profundo com punhos cerrados, solte o ar com força entoando 'Imamiah'.",
    "mantra": "I-ma-mi-ah",
    "ritual": "Desenhar um círculo de proteção com sal e se sentar no centro para meditação de corte de laços."
  },
  "identidade_arquetipica": {
    "titulo": "O Guerreiro Redentor",
    "descricao": "Imamiah traz a força de libertar-se das prisões ancestrais e reconquistar a dignidade.",
    "analogias_hermeneuticas": {
      "Jung": "O guerreiro ferido que cura o próprio cativeiro",
      "Mônica Bonfilho": "Anjo dos presos, exilados e almas em transição",
      "Maquiavel": "O líder resiliente que transforma a desgraça em poder político"
    }
  }
},
{
  "id_anjo": 53,
  "nome": "Nanael",
  "transliteracao": "ננאל",
  "letras": ["Nun", "Nun", "Aleph"],
  "funcao_estrutural": "Ciência espiritual e docência divina",
  "emocao_ativada": "Fome de conhecimento",
  "emocao_cura": "Sabedoria transmitida",
  "tikun": "Ignorância espiritual, arrogância intelectual",
  "corpo": {
    "sefirah": "Chokmah",
    "canal": "Intelecto/Ensino",
    "orgao": "Córtex frontal"
  },
  "invocacao": {
    "respiracao": "Respirar de forma ritmada e contar mentalmente o nome como se fosse uma equação.",
    "mantra": "Na-na-el",
    "ritual": "Escrever um ensinamento sagrado e recitá-lo para si mesmo antes de dormir."
  },
  "identidade_arquetipica": {
    "titulo": "O Mestre da Sabedoria",
    "descricao": "Nanael ensina os mistérios da ciência e da espiritualidade, integrando lógica e intuição.",
    "analogias_hermeneuticas": {
      "Jung": "O velho sábio",
      "Mônica Bonfilho": "Anjo dos professores e pesquisadores espirituais",
      "Maquiavel": "O conselheiro que governa pelas ideias"
    }
  }
},
{
  "id_anjo": 54,
  "nome": "Nithael",
  "transliteracao": "נתהאל",
  "letras": ["Nun", "Tav", "Aleph"],
  "funcao_estrutural": "Legado espiritual e proteção de linhagens",
  "emocao_ativada": "Orgulho da linhagem",
  "emocao_cura": "Honra e gratidão aos ancestrais",
  "tikun": "Cortar raízes, rejeitar origem",
  "corpo": {
    "sefirah": "Yesod",
    "canal": "Herança/DNA simbólico",
    "orgao": "Coluna lombar"
  },
  "invocacao": {
    "respiracao": "Inspire focando na coluna, expire sentindo-se enraizado.",
    "mantra": "Ni-tha-el",
    "ritual": "Colocar fotos de ancestrais sobre o altar e fazer uma prece de gratidão."
  },
  "identidade_arquetipica": {
    "titulo": "O Herdeiro do Trono",
    "descricao": "Nithael protege o legado espiritual das famílias e resgata os valores esquecidos.",
    "analogias_hermeneuticas": {
      "Jung": "O patriarca/matriarca interior",
      "Mônica Bonfilho": "Anjo dos filhos, famílias e linhagens nobres",
      "Maquiavel": "O príncipe que governa por direito ancestral"
    }
  }
},
{
  "id_anjo": 55,
  "nome": "Mebahel",
  "transliteracao": "מבהאל",
  "letras": ["Mem", "Bet", "Aleph"],
  "funcao_estrutural": "Libertação dos oprimidos e restauração da ordem",
  "emocao_ativada": "Clamor por justiça",
  "emocao_cura": "Libertação e reparação",
  "tikun": "Apego a mágoas, desejo de vingança",
  "corpo": {
    "sefirah": "Gevurah",
    "canal": "Justiça/Libertação",
    "orgao": "Fígado"
  },
  "invocacao": {
    "respiracao": "Respire em 4, segure em 4, expire com força pronunciando o nome em tom grave.",
    "mantra": "Me-ba-hel",
    "ritual": "Escrever uma injustiça vivida e enterrar o papel em solo fértil como símbolo de transmutação."
  },
  "identidade_arquetipica": {
    "titulo": "O Libertador",
    "descricao": "Mebahel atua como defensor dos fracos, cortando os grilhões da opressão com autoridade luminosa.",
    "analogias_hermeneuticas": {
      "Jung": "O redentor sombrio",
      "Mônica Bonfilho": "Anjo da libertação cármica e dos perseguidos",
      "Maquiavel": "O revolucionário que usa o direito contra o poder corrupto"
    }
  }
},{
  "id_anjo": 56,
  "nome": "POYEL",
  "transliteracao": "פואל",
  "letras": ["Pei", "Vav", "Lamed"],
  "funcao_estrutural": "Invocador da Glória Humilde",
  "emocao_ativada": "Arrogância",
  "emocao_cura": "Alegria discreta",
  "tikun": "Curar a vaidade espiritual e encarnar o brilho sem ostentação",
  "corpo": {
    "sefira": "Hod",
    "canal": "Tronco (coluna dorsal, vertebra torácica média)",
    "orgao": "Glândula adrenal"
  },
  "invocacao": {
    "respiracao": "Inspira longa com som nasal de 'Poo', sustenta 'Ye' e exala em 'El'",
    "mantra": "Pei-Vav-Lamed",
    "ritual": "Escrever o nome com água e mel e deixar sob a luz da Lua Minguante"
  },
  "identidade_arquetipica": {
    "titulo": "O Servo Brilhante",
    "descricao": "Aquele que traz beleza sem precisar ser visto, que enfeita o mundo no silêncio.",
    "analogias_hermeneuticas": {
      "Jung": "O Self disfarçado de Sombra – aquele que parece pequeno, mas porta o ouro interior",
      "Maquiavel": "A modéstia é a armadura mais eficaz contra a inveja dos poderosos",
      "Mônica Bonfilho": "Um anjo que rege a verdadeira humildade: brilho sem ego",
      "Corpo do Verbo": "A luz que se curva em reverência, espelho de Tiferet em Hod"
    }
  }
},
{
  "id_anjo": 57,
  "nome": "NEMAMIAH",
  "transliteracao": "נממיה",
  "letras": ["Nun", "Mem", "Yod", "Heh"],
  "funcao_estrutural": "Libertador dos Oprimidos",
  "emocao_ativada": "Sentimento de impotência",
  "emocao_cura": "Senso de soberania",
  "tikun": "Restaurar a força interior após traumas de submissão",
  "corpo": {
    "sefira": "Gevurah",
    "canal": "Ombros (especialmente o esquerdo)",
    "orgao": "Músculos do trapézio"
  },
  "invocacao": {
    "respiracao": "Respira fundo em 'Ne', retém em 'Mam', solta em 'Yah'",
    "mantra": "Nun-Mem-Yod-Heh",
    "ritual": "Quebrar um galho seco com as mãos enquanto diz o nome 3 vezes"
  },
  "identidade_arquetipica": {
    "titulo": "O Emancipador",
    "descricao": "Destrava correntes invisíveis que prendem a alma à culpa e à humilhação.",
    "analogias_hermeneuticas": {
      "Jung": "O Guerreiro Interior despertando a centelha da autodeterminação",
      "Maquiavel": "O poder nasce da superação do medo do dominador",
      "Mônica Bonfilho": "Anjo dos justos e defensores da verdade",
      "Corpo do Verbo": "Gevurah que não pune, mas restaura a retidão interior"
    }
  }
},
{
  "id_anjo": 58,
  "nome": "YEIALEL",
  "transliteracao": "ייָאלל",
  "letras": ["Yod", "Yod", "Aleph", "Lamed", "Lamed"],
  "funcao_estrutural": "Clarificador dos Pensamentos",
  "emocao_ativada": "Confusão mental",
  "emocao_cura": "Clareza e coerência lógica",
  "tikun": "Reintegrar a mente fragmentada e alinhar raciocínio e intuição",
  "corpo": {
    "sefira": "Binah",
    "canal": "Cérebro esquerdo (neocórtex frontal)",
    "orgao": "Lóbulo frontal"
  },
  "invocacao": {
    "respiracao": "Repetir três vezes ‘Yei-A-Lel’ em sussurro com olhos fechados",
    "mantra": "Yod-Yod-Aleph-Lamed-Lamed",
    "ritual": "Desenhar as letras sobre um espelho e soprar sobre ele"
  },
  "identidade_arquetipica": {
    "titulo": "O Ordenador",
    "descricao": "É a função mental que organiza o caos do pensamento em lógica luminosa.",
    "analogias_hermeneuticas": {
      "Jung": "A função pensamento servindo à individuação",
      "Maquiavel": "Clareza é poder: quem entende a estrutura domina o jogo",
      "Mônica Bonfilho": "Anjo da inteligência analítica e do raciocínio organizado",
      "Corpo do Verbo": "Aleph revelado como a centelha ordenadora no labirinto"
    }
  }
},
{
  "id_anjo": 59,
  "nome": "HARAHEL",
  "transliteracao": "הרהל",
  "letras": ["Heh", "Resh", "Heh", "Lamed"],
  "funcao_estrutural": "Guardião dos Arquivos Sagrados",
  "emocao_ativada": "Esquecimento espiritual",
  "emocao_cura": "Memória divina",
  "tikun": "Resgatar saberes ancestrais da alma e relembrar o pacto original",
  "corpo": {
    "sefira": "Chokmah",
    "canal": "Nuca e base do crânio",
    "orgao": "Cerebelo"
  },
  "invocacao": {
    "respiracao": "Inspira e vibra ‘Ha-Ra-Hel’ lentamente com olhos voltados para cima",
    "mantra": "Heh-Resh-Heh-Lamed",
    "ritual": "Escrever memórias sagradas em pergaminho ou papel artesanal"
  },
  "identidade_arquetipica": {
    "titulo": "O Arcanista",
    "descricao": "Ele guarda o DNA da alma e reativa o saber que nunca foi perdido.",
    "analogias_hermeneuticas": {
      "Jung": "O Arquétipo do Ancião: sabedoria não adquirida, mas lembrada",
      "Maquiavel": "A informação é a moeda suprema do poder silencioso",
      "Mônica Bonfilho": "Anjo da memória espiritual e sabedoria das tradições",
      "Corpo do Verbo": "A arca vibracional onde está escrito o pacto da origem"
    }
  }
},
{
  "id_anjo": 60,
  "nome": "MITZRAEL",
  "transliteracao": "מצראל",
  "letras": ["Mem", "Tzadi", "Resh", "Aleph", "Lamed"],
  "funcao_estrutural": "Curador dos Traumas Psíquicos",
  "emocao_ativada": "Culpa crônica",
  "emocao_cura": "Perdão a si mesmo",
  "tikun": "Fechar as feridas abertas da psique e reintegrar o eu fragmentado",
  "corpo": {
    "sefira": "Yesod",
    "canal": "Plexo lombar",
    "orgao": "Sistema nervoso autônomo"
  },
  "invocacao": {
    "respiracao": "Inspirar em ‘Mitz’, reter com ‘Ra’, soltar em ‘El’ com voz serena",
    "mantra": "Mem-Tzadi-Resh-Aleph-Lamed",
    "ritual": "Banho ritual com ervas de limpeza profunda (arruda, alecrim, hortelã)"
  },
  "identidade_arquetipica": {
    "titulo": "O Reconstrutor da Alma",
    "descricao": "Sua presença reorganiza o campo emocional em torno da integridade original.",
    "analogias_hermeneuticas": {
      "Jung": "A jornada do herói ferido que retorna inteiro",
      "Maquiavel": "Quem cura suas feridas torna-se inatacável",
      "Mônica Bonfilho": "Anjo da recuperação psíquica e autoaceitação",
      "Corpo do Verbo": "O Aleph que costura os rasgos da alma com fio de luz"
    }
  }
},
{
  "id_anjo": 61,
  "nome": "UMABEL",
  "transliteracao": "ומבל",
  "letras": ["Vav", "Mem", "Bet", "Lamed"],
  "funcao_estrutural": "Conector das Almas Afins",
  "emocao_ativada": "Solidão existencial",
  "emocao_cura": "Comunhão vibracional",
  "tikun": "Restabelecer vínculos com almas ressonantes",
  "corpo": {
    "sefira": "Netzach",
    "canal": "Braço direito",
    "orgao": "Sistema circulatório"
  },
  "invocacao": {
    "respiracao": "Inspira em ‘Um’, sustenta em ‘A’, solta em ‘Bel’ sentindo o coração",
    "mantra": "Vav-Mem-Bet-Lamed",
    "ritual": "Trocar cartas ou palavras sagradas com pessoas queridas"
  },
  "identidade_arquetipica": {
    "titulo": "O Elo da Harmonia",
    "descricao": "Traz o reencontro entre almas que vibram no mesmo tom divino.",
    "analogias_hermeneuticas": {
      "Jung": "O reencontro do Self com sua contraparte anímica",
      "Maquiavel": "A verdadeira força está nos vínculos duradouros",
      "Mônica Bonfilho": "Anjo dos reencontros e amizades espirituais",
      "Corpo do Verbo": "Vav como ponte viva entre as consciências afins"
    }
  }
},
{
  "id_anjo": 62,
  "nome": "IAHHEL",
  "transliteracao": "יההאל",
  "letras": ["Yod", "Heh", "Heh", "Aleph", "Lamed"],
  "funcao_estrutural": "Silenciador da Alma",
  "emocao_ativada": "Ruído interior",
  "emocao_cura": "Paz contemplativa",
  "tikun": "Eliminar vozes mentais estranhas ao Eu e silenciar o campo",
  "corpo": {
    "sefira": "Keter",
    "canal": "Topo da cabeça",
    "orgao": "Glândula pineal"
  },
  "invocacao": {
    "respiracao": "Inspirar em silêncio, vibrar mentalmente ‘Yah-Heh-El’, expirar suavemente",
    "mantra": "Yod-Heh-Heh-Aleph-Lamed",
    "ritual": "Meditação em jejum ou ao nascer do sol com olhos fechados"
  },
  "identidade_arquetipica": {
    "titulo": "O Guardião do Silêncio",
    "descricao": "Aquele que acalma o mar interno para que o Eu fale.",
    "analogias_hermeneuticas": {
      "Jung": "O Silêncio do Self diante do Ruído do Ego",
      "Maquiavel": "Quem sabe calar tem mais poder que quem sabe falar",
      "Mônica Bonfilho": "Anjo da meditação, do silêncio e da paz interior",
      "Corpo do Verbo": "Aleph silenciado no trono de Keter"
    }
  }
},
{
  "id_anjo": 63,
  "nome": "ANAUEL",
  "transliteracao": "ענואל",
  "letras": ["Ayin", "Nun", "Vav", "Aleph", "Lamed"],
  "funcao_estrutural": "Protetor da Saúde Espiritual",
  "emocao_ativada": "Desconfiança no invisível",
  "emocao_cura": "Confiança sagrada",
  "tikun": "Ressignificar a espiritualidade como fonte de imunidade energética",
  "corpo": {
    "sefira": "Tiferet",
    "canal": "Centro torácico",
    "orgao": "Sistema imunológico (timo)"
  },
  "invocacao": {
    "respiracao": "Inspira em ‘A-na’, sustenta em ‘U’, exala em ‘El’ com gratidão",
    "mantra": "Ayin-Nun-Vav-Aleph-Lamed",
    "ritual": "Fazer prece de proteção com mãos sobre o coração"
  },
  "identidade_arquetipica": {
    "titulo": "O Médico do Invisível",
    "descricao": "Traz cura pela fé, protegendo o corpo através do espírito.",
    "analogias_hermeneuticas": {
      "Jung": "A confiança no Self como base para a saúde integral",
      "Maquiavel": "A fé bem direcionada é o escudo supremo",
      "Mônica Bonfilho": "Anjo da imunidade espiritual e da confiança interior",
      "Corpo do Verbo": "Tiferet sustentado por Vav entre Aleph e Ayin"
    }
  }
},[
  {
    "id_anjo": 64,
    "nome": "Mehiel",
    "transliteracao": "מֵהִיֵּל",
    "letras": ["Mem", "Hey", "Yod"],
    "funcao_estrutural": "Amplificador do Intelecto Criativo",
    "emocao_ativada": "insegurança intelectual",
    "emocao_cura": "inspiração segura",
    "tikun": "Corrige o uso fútil da inteligência e a arrogância mental",
    "corpo": {
      "sefira": "Hod",
      "canal": "canal 26 – comunicação descendente",
      "orgao": "hemisfério esquerdo cerebral"
    },
    "invocacao": {
      "respiracao": "3 ciclos narina esquerda, foco no neocórtex",
      "mantra": "Meh-Hee-Yel",
      "ritual": "Acender vela azul clara e meditar sobre um fluxo de ideias vindas do alto"
    },
    "identidade_arquetipica": {
      "titulo": "O Codificador Inspirado",
      "descricao": "Aquele que recebe downloads divinos em forma de ideias, palavras, teorias e estruturas mentais elevadas",
      "analogias_hermeneuticas": {
        "jung": "A Persona do Intelectual Místico",
        "monica_bonfilho": "Anjo da Inspiração Intelectual e Proteção dos Escritores",
        "maquiavel": "O Estrategista que pensa com lucidez divina"
      }
    }
  },
  {
    "id_anjo": 65,
    "nome": "Damabiah",
    "transliteracao": "דַמַבִיָה",
    "letras": ["Dalet", "Mem", "Bet"],
    "funcao_estrutural": "Protetor dos que Navegam as Emoções",
    "emocao_ativada": "confusão emocional",
    "emocao_cura": "entrega ao fluxo",
    "tikun": "Corrige o medo de se entregar aos sentimentos profundos",
    "corpo": {
      "sefira": "Netzach",
      "canal": "canal 27 – sensibilidade mística",
      "orgao": "área do plexo solar"
    },
    "invocacao": {
      "respiracao": "4 ciclos profundos abdominais, focando no plexo solar",
      "mantra": "Da-Ma-Bi-Yah",
      "ritual": "Banho de ervas seguido de contemplação da lua ou das águas em silêncio"
    },
    "identidade_arquetipica": {
      "titulo": "O Navegador Emocional",
      "descricao": "Aquele que conduz o barco da alma por entre as tempestades emocionais com confiança e fé",
      "analogias_hermeneuticas": {
        "jung": "O Arquétipo do Curador das Águas",
        "monica_bonfilho": "Anjo da Proteção contra energias negativas emocionais",
        "maquiavel": "O Capitão que conhece os mares da alma"
      }
    }
  },
  {
    "id_anjo": 66,
    "nome": "Manakel",
    "transliteracao": "מָנָקֵל",
    "letras": ["Mem", "Nun", "Kaf"],
    "funcao_estrutural": "Regulador das Sombras Psicológicas",
    "emocao_ativada": "autojulgamento severo",
    "emocao_cura": "autoaceitação profunda",
    "tikun": "Corrige a tendência a reprimir ou negar aspectos sombrios da psique",
    "corpo": {
      "sefira": "Yesod",
      "canal": "canal 28 – reconciliação do inconsciente",
      "orgao": "glândulas adrenais"
    },
    "invocacao": {
      "respiracao": "5 ciclos rítmicos com retenção, focando na lombar",
      "mantra": "Ma-Na-Kel",
      "ritual": "Escrever as sombras em papel e queimá-las invocando o nome do anjo"
    },
    "identidade_arquetipica": {
      "titulo": "O Guardião das Sombras",
      "descricao": "Aquele que acolhe o lado negado da alma e o integra com lucidez",
      "analogias_hermeneuticas": {
        "jung": "O Integrador da Sombra",
        "monica_bonfilho": "Anjo da Compreensão e Paz Interior",
        "maquiavel": "O Conselheiro que sabe lidar com a imperfeição humana"
      }
    }
  },
  {
    "id_anjo": 67,
    "nome": "Eiael",
    "transliteracao": "אֵיָאֵל",
    "letras": ["Alef", "Yod", "Alef"],
    "funcao_estrutural": "Elevador da Consciência Filosófica",
    "emocao_ativada": "apatia existencial",
    "emocao_cura": "fascínio pelo conhecimento espiritual",
    "tikun": "Corrige a fuga do estudo profundo e da introspecção real",
    "corpo": {
      "sefira": "Chokhmah",
      "canal": "canal 29 – sabedoria contemplativa",
      "orgao": "hemisfério direito cerebral"
    },
    "invocacao": {
      "respiracao": "6 ciclos narina direita com foco em luz violeta",
      "mantra": "Ei-A-El",
      "ritual": "Leitura contemplativa seguida de silêncio meditativo"
    },
    "identidade_arquetipica": {
      "titulo": "O Filósofo Celeste",
      "descricao": "Aquele que busca sabedoria em planos mais altos e desce para ensinar aos que vagam no escuro",
      "analogias_hermeneuticas": {
        "jung": "O Sábio Místico",
        "monica_bonfilho": "Anjo do Saber e da Filosofia Divina",
        "maquiavel": "O Conselheiro da Caverna de Platão"
      }
    }
  },
  {
    "id_anjo": 68,
    "nome": "Chabuiah",
    "transliteracao": "חַבוּיָה",
    "letras": ["Chet", "Bet", "Vav"],
    "funcao_estrutural": "Redentor da Dor pela Força",
    "emocao_ativada": "vulnerabilidade ferida",
    "emocao_cura": "fortaleza compassiva",
    "tikun": "Corrige a negação da dor e o endurecimento emocional",
    "corpo": {
      "sefira": "Gevurah",
      "canal": "canal 30 – força com compaixão",
      "orgao": "músculos das costas"
    },
    "invocacao": {
      "respiracao": "4 ciclos fortes com tensão e relaxamento muscular",
      "mantra": "Cha-Bu-Yah",
      "ritual": "Postura de guerreiro com intenção de cura do próprio sofrimento"
    },
    "identidade_arquetipica": {
      "titulo": "O Guerreiro do Coração",
      "descricao": "Aquele que se fortalece acolhendo a própria dor, sem negar a ternura",
      "analogias_hermeneuticas": {
        "jung": "O Herói Ferido",
        "monica_bonfilho": "Anjo da Coragem e Cura Emocional",
        "maquiavel": "O Líder que governa com mão firme e alma curada"
      }
    }
  },
  {
    "id_anjo": 69,
    "nome": "Rochel",
    "transliteracao": "רֹכֵל",
    "letras": ["Resh", "Kaf", "Lamed"],
    "funcao_estrutural": "Restaurador da Verdade Pessoal",
    "emocao_ativada": "perda de identidade",
    "emocao_cura": "reencontro com o nome interno",
    "tikun": "Corrige a alienação da própria missão e a vida desconectada do propósito",
    "corpo": {
      "sefira": "Tiferet",
      "canal": "canal 31 – revelação do Nome",
      "orgao": "coração e timo"
    },
    "invocacao": {
      "respiracao": "7 ciclos com foco no centro do peito",
      "mantra": "Ro-Kel",
      "ritual": "Pronunciar o próprio nome completo com intenção e escrever sua missão"
    },
    "identidade_arquetipica": {
      "titulo": "O Guardião do Nome",
      "descricao": "Aquele que devolve à alma o seu verdadeiro chamado, sua assinatura divina",
      "analogias_hermeneuticas": {
        "jung": "O Portador do Self",
        "monica_bonfilho": "Anjo da Justiça Divina e Retorno da Verdade",
        "maquiavel": "O Diplomata que conhece sua origem e poder"
      }
    }
  },
  {
    "id_anjo": 70,
    "nome": "Jabamiah",
    "transliteracao": "יָבַמִיָה",
    "letras": ["Yod", "Bet", "Mem"],
    "funcao_estrutural": "Transmutador de Matéria em Espírito",
    "emocao_ativada": "apego material denso",
    "emocao_cura": "santificação do corpo",
    "tikun": "Corrige o abuso da matéria como fim e não meio sagrado",
    "corpo": {
      "sefira": "Yesod",
      "canal": "canal 32 – transubstanciação vibracional",
      "orgao": "coluna vertebral inferior"
    },
    "invocacao": {
      "respiracao": "3 ciclos com vibração sonora em ‘mmm’",
      "mantra": "Ja-Ba-Mi-Yah",
      "ritual": "Toque no próprio corpo com reverência enquanto evoca o nome"
    },
    "identidade_arquetipica": {
      "titulo": "O Alquimista Encarnado",
      "descricao": "Aquele que transforma corpo em templo e carne em verbo consciente",
      "analogias_hermeneuticas": {
        "jung": "O Místico Corporificado",
        "monica_bonfilho": "Anjo da Alquimia e Milagres Físicos",
        "maquiavel": "O Pragmático que sabe tornar o invisível visível"
      }
    }
  },
  {
    "id_anjo": 71,
    "nome": "Haiel",
    "transliteracao": "הָיֵאֵל",
    "letras": ["Hey", "Yod", "Alef"],
    "funcao_estrutural": "Defensor da Integridade Moral",
    "emocao_ativada": "corrupção de valores",
    "emocao_cura": "fidelidade à alma",
    "tikun": "Corrige a hipocrisia e a incoerência entre discurso e ação",
    "corpo": {
      "sefira": "Gevurah",
      "canal": "canal 33 – escudo da verdade",
      "orgao": "ombros e clavícula"
    },
    "invocacao": {
      "respiracao": "6 ciclos com elevação dos ombros ao inspirar",
      "mantra": "Ha-Yei-El",
      "ritual": "Declarar em voz alta três verdades próprias que não negocia"
    },
    "identidade_arquetipica": {
      "titulo": "O Escudeiro da Alma",
      "descricao": "Aquele que protege o código de integridade espiritual mesmo diante da pressão externa",
      "analogias_hermeneuticas": {
        "jung": "O Guerreiro Ético",
        "monica_bonfilho": "Anjo da Verdade, Justiça e Integridade",
        "maquiavel": "O Comandante que não trai seus princípios"
      }
    }
  },
  {
    "id_anjo": 72,
    "nome": "Mumiah",
    "transliteracao": "מוּמִיָה",
    "letras": ["Mem", "Vav", "Mem"],
    "funcao_estrutural": "Encerrador dos Ciclos com Sabedoria",
    "emocao_ativada": "medo do fim",
    "emocao_cura": "aceitação serena da morte e renascimento",
    "tikun": "Corrige a estagnação por medo de mudança e finalizações",
    "corpo": {
      "sefira": "Malkuth",
      "canal": "canal 34 – morte e renascimento",
      "orgao": "planta dos pés"
    },
    "invocacao": {
      "respiracao": "7 ciclos com os pés tocando o solo ou terra",
      "mantra": "Mu-Mi-Yah",
      "ritual": "Encerrar um ciclo com gratidão: escrever, enterrar ou dissolver um símbolo antigo"
    },
    "identidade_arquetipica": {
      "titulo": "O Semeador Final",
      "descricao": "Aquele que encerra com nobreza, para abrir espaço ao novo com humildade",
      "analogias_hermeneuticas": {
        "jung": "O Velho Sábio que colhe e planta",
        "monica_bonfilho": "Anjo da Reencarnação e Finalizações",
        "maquiavel": "O Estrategista que sabe a hora de sair da cena com honra"
      }
    }
  }

]
]
